{"id":10727,"date":"2022-06-28T19:17:49","date_gmt":"2022-06-28T17:17:49","guid":{"rendered":"https:\/\/crowdswap.org\/?p=10727"},"modified":"2022-07-07T12:46:47","modified_gmt":"2022-07-07T10:46:47","slug":"what-is-defi","status":"publish","type":"post","link":"https:\/\/crowdswap.org\/what-is-defi\/","title":{"rendered":"What is DeFi? All you need to know about Decentralised Finance"},"content":{"rendered":"\n<h2><b>What is DeFi?<\/b><\/h2>\n\n\n\n<p>Several years after the introduction of the blockchain network and the cryptocurrency craze in recent years, various concepts and words are being coined every day. DeFi is one of those words that has attracted a lot of attention to it, especially in 2020. DeFi stands for “decentralised finance,” a buzzword in the cryptocurrency and blockchain community, which refers to financial apps aimed at eliminating intermediaries in advancing financial affairs of the world.<\/p>\n\n\n\n<p>DeFi is in fact the integration of traditional banking services with decentralised technologies such as the blockchain. It is also known as Open Finance because of its pervasive nature. The key premise of DeFi is the attempt to introduce an alternative to all the current financial services in the world. These services include items such as savings and checking accounts, loans, asset trading, insurance and many more.<\/p>\n\n\n\n<p>Integrating financial services into decentralised features of the blockchain opens new windows to a more financially-just world. In fact, DeFi is powered by the blockchain network, which is here to offer an alternative to centralised systems with the aim of eliminating human gatekeepers who may slow down and complicate transactions while giving consumers less direct control over their funds. Taking advantage of this feature of blockchain, DeFi offers a unique opportunity that extends the application and utility of blockchain beyond a simple transfer of assets from one person to another, towards more financial applications.<\/p>\n\n\n\n<h2><b>How Was DeFi Born?<\/b><\/h2>\n\n\n\n<p>MakerDAO, a platform that started in 2015 and enabled users to use cryptocurrencies as collateral for loans, is frequently referred to as the bedrock of DeFi and gets the credit for being the flag-bearer of decentralised finance. DeFi protocols, like regular cryptocurrencies, are introduced with the main aim of cutting out the middlemen to move towards a decentralised financial system that hands the control over to the users of financial services. DeFi extends on Bitcoin’s core principle, i.e., digital money, to provide a fully digital alternative to Wall Street, but without the accompanying fees.<\/p>\n\n\n\n<p>The main goal of DeFi is to offer a more open, freer, and fairer financial market that anybody can have access to. DeFi plays an important role in the evolution of finance for many reasons. The first reason is that it expands the concept and performance of money by increasing access to it. Since all you need to participate in DeFi is just a smartphone and an active internet connection, there is a lot of potential for the global economy to expand to levels beyond our imagination. As a result, analysts see this as one of the most important developments in the blockchain and cryptocurrency world.<\/p>\n\n\n\n<p>There is a thriving crypto-economy out there, where you may lend, borrow, invest in long\/short positions, earn interest, and many more. It has also been utilised by crypto-savvy Argentinians to avoid catastrophic inflation in their country. In addition, this revolutionary technology has helped companies to pay their employees in real-time. It might surprise you to hear that some people have even taken out and paid off multimillion-dollar loans without providing any personal information! This has been made possible through financial affairs that are decentralised thanks to the blockchain network.<\/p>\n\n\n\n<h2><b>How Does DeFi Work?<\/b><\/h2>\n\n\n\n<p>Blockchain technology, which has laid the foundation for the successful, ever-more practical application of cryptocurrencies, is also the main idea behind decentralised finance. To get a better understanding of DeFi, it can help to know how blockchain works. Blockchain is a distributed digital ledger, in which transactions are stored in the form of blocks and subsequently validated by other participants. If all of the validators reach a consensus on the validity of transactions, it is then executed. When these transactions reach a certain number on a block, that block is closed and encrypted, and a new block is generated containing information from the preceding block. The information in each subsequent block “chains” the blocks together, thus giving the blockchain its name, and there is no way to edit a blockchain since information in prior blocks cannot be modified without manipulating the subsequent blocks. The safety aspect of a blockchain is ensured through this notion, as well as other security mechanisms.<\/p>\n\n\n\n<p>Through these merits of the blockchain network, DeFi introduced one of the most secure, fastest and most available forms of financial services. In fact, DeFi is a solution that addresses many shortcomings of the traditional financial systems. In decentralised finance, you don’t have to delegate the management of your money to the government or a particular business, and you don’t have to meet particular criteria to receive certain financial services.<\/p>\n\n\n\n<p>Financial transactions are carried out using DeFi’s smart contracts if certain requirements are met. Borrowing, lending, and other transactions are all possible with smart contracts, and the conditions of the transaction are encoded in the code. By taking advantage of DeFi, anyone can apply for a loan, lend assets, and receive fascinating services that were not possible through traditional banking systems.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h2><b>What Problems Can DeFi Solve?<\/b><\/h2>\n\n\n\n<p>A public blockchain serves as the credibility source in decentralised finance, controlling all financial transactions. On the other hand, in conventional finance, which is sometimes called Centralised Finance (CeFi), the government-controlled system includes regulations and regulated financial organisations, which serves as the source of trust, controlling all activities.<\/p>\n\n\n\n<p>Apart from this control of a central authority over the users’ assets, receiving financial and banking services is not as easy in traditional financial affairs. People who want to receive banking services were traditionally required to go through the daunting process of signing paperwork and contracts with the financial institution, which in essence gives the bank the authority and control over their assets. This is not the case today, thanks to the emergence of decentralised finance, which has facilitated gaining access to these services.<\/p>\n\n\n\n<p>Decentralised finance is gaining popularity in part because it is more open and transparent than traditional financial affairs. Because of the fact that it is open-source, anybody with programming abilities can contribute to the development of financial services and applications on top of public blockchains. The traditional financial system, on the other hand, has found it difficult to integrate with this new trend due to its closed nature. The need to obtain required licenses and authorisation from authorities has stifled innovation in traditional financial systems.<\/p>\n\n\n\n<p>Probably the most important aspect of DeFi is the true democratisation and popularisation that it brings about. Using DeFi, the involvement of people in financial services has never been easier. No one could imagine a day when everyone would be able to give loans to other people in the simplest manner possible. This is something that the traditional financial systems cannot do because the banks are always the service providers and people are always customers who receive the limited services that the financial institution offers. With DeFi, people can sit on the other side of the desk as well!<\/p>\n\n\n\n<h2><b>Why Do We Need DeFi?<\/b><\/h2>\n\n\n\n<p>DeFi continues to play an important role in the evolution of finance for many reasons. The first reason is that it expands access to money and financial services. Since all you need to participate in DeFi is just a smartphone, there is a lot of potential for the global economy to expand beyond the current borders.<\/p>\n\n\n\n<p>Decentralised applications increase developers&#8217; access to financial systems, which enables anyone from all over the world to participate in DeFi platforms. Therefore, all you need is a smartphone with internet access and you can join the DeFi community in just a few minutes.<\/p>\n\n\n\n<p>As a result, DeFi dApps have the ability to provide financial services to the ‘unbanked’, which means those people who do not have a bank account or do not receive any financial service from financial institutions. Giving services to the unbanked around the world is happening for the first time in history. This is a big improvement compared to the current banking system, which does not provide any banking services to about 40% of the world&#8217;s population.<\/p>\n\n\n\n<p>When thinking about the unbanked, you may imagine a remote village in the middle of the desert, but this is not the truth. Reports show that even developed countries in America and Europe have people who do not receive banking services. It may surprise you that in 2021, in the United States 7 per cent of the households are unbanked as a<a href=\"https:\/\/www.statista.com\/statistics\/1246963\/unbanked-population-in-selected-countries\/\"> report<\/a> states. DeFi provides financial services to everybody in the easiest and the most convenient manner possible.<\/p>\n\n\n\n<h3><b>Advantages of DeFi<\/b><\/h3>\n\n\n\n<p>Considering the general advantages of decentralised finance and the possibilities it offers to the general public, the technical aspects underlying this revolutionary system is what make it unique. It is these technical features that lay the ground for the countless applications of DeFi, which is limited only to your imagination. Let’s review some of these technical characteristics.<\/p>\n\n\n\n<h3 class=\"has-medium-font-size\"><strong>Integrity<\/strong><\/h3>\n\n\n\n<p>Blockchain has achieved true protection thanks to the successful use of encryption techniques and consensus mechanisms such as proof-of-work (PoW). As a result, the benefits and drawbacks of decentralised finance have permitted real immutability in finance.<\/p>\n\n\n\n<p>It is virtually impossible to modify any record on the blockchain network, thanks to its immutability feature. Immutability, in addition to the benefits of decentralisation, provides a promising assurance of security. Surprisingly, the blockchain’s immutability features safeguard the integrity of DeFi systems for conducting financial transactions.<\/p>\n\n\n\n<h3 class=\"has-medium-font-size\"><strong>Full Control Over Finances<\/strong><\/h3>\n\n\n\n<p>You can keep control of your funds using DeFi platforms and also determine what happens to your funds when you deposit them on the platform. A smart contract can qualify you for a loan or decide how you can handle your finances instead of relying on human middlemen.<\/p>\n\n\n\n<p>No one has the authority to exclude you from the DeFi protocol for any reason other than your credits that come from your assets. This way, your assets determine how much you can borrow, lend or invest. Therefore, it is YOU that has the authority over your financial activities, backed by the strength and immutability of the smart contract.<\/p>\n\n\n\n<h3 class=\"has-medium-font-size\"><strong>Being Permissionless<\/strong><\/h3>\n\n\n\n<p>Decentralised finance relieves the burden of relying on institutions for monitoring, data storage, server space, and other services. By ensuring that individual transaction histories can be easily disseminated among all users, blockchain networks are effective in achieving all of these qualities.<\/p>\n\n\n\n<p>The decentralisation method is extremely beneficial to banking and finance democratisation. DeFi can provide everyone with easy and efficient access to financial services. The bulk of DeFi solutions operates on Ethereum. Ethereum is the second-largest blockchain network after Bitcoin by market capitalisation, and it is fully decentralised due to its permissionless nature.<\/p>\n\n\n\n<p>The Ethereum network is easily available to everyone involved in the creation and usage of DeFi apps. The permissionless characteristics of blockchain in DeFi apps can potentially benefit from blockchain’s interoperability support. As a consequence, it can provide a variety of configurable alternatives for third-party integrations.<\/p>\n\n\n\n<h3 class=\"has-medium-font-size\"><strong>Increased Transparency<\/strong><\/h3>\n\n\n\n<p>DeFi allows for more transparency and accountability. All activities are visible to the public since most DeFi protocols are built on the blockchain, which is a public distributed ledger. Transactions can be viewed by anybody, and unlike traditional banks, these accounts are not linked back to any certain individual.&nbsp;<\/p>\n\n\n\n<p>Accounts instead are pseudo-anonymous, with just numerical addresses provided. Because most DeFi products are open-source, users with programming skills can audit or improve the source code. Because of community participation, open-source programmes are significantly more secure and of greater quality than proprietary software.<\/p>\n\n\n\n<h2><b>DeFi Is Not Risk-Free<\/b><\/h2>\n\n\n\n<p>No technology is risk-free, and DeFi is not an exception to this. If you plan to use the incredible services that DeFi brings about, you need to be aware of the risks as well. Many people feel that DeFi is the way to go in using financial services and that investing in such a revolutionary technology early on might pay off handsomely.<\/p>\n\n\n\n<p>Newcomers to this field may find it difficult to distinguish between trustworthy and untrustworthy platforms and offers that can be seen all over the community these days. Examples of dead projects are all over the internet, each of which has died for a reason: hacking, smart contract bug or failure to stick to the promises and roadmaps. Take the example of YAM Protocol, which crashed amidst the peak of popularity of DeFi in 2020. The failure of YAM Protocol brought its market capitalisation from<a href=\"https:\/\/www.coindesk.com\/markets\/2020\/08\/13\/yams-market-cap-falls-from-60m-to-zero-in-35-minutes\/\"> $60 million to $0 in a matter of just 35 minutes<\/a>! Other DeFi businesses, such as Hotdog and Pizza, suffered the same fate, with many investors losing a significant amount of money.<\/p>\n\n\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img src=\"https:\/\/crowdswap.org\/wp-content\/uploads\/2022\/06\/1-4-1024x422.png\" alt=\"The fall of YAM Protocol\" class=\"wp-image-10709\" width=\"1024\" height=\"422\" srcset=\"https:\/\/crowdswap.org\/wp-content\/uploads\/2022\/06\/1-4-1024x422.png 1024w, https:\/\/crowdswap.org\/wp-content\/uploads\/2022\/06\/1-4-300x124.png 300w, https:\/\/crowdswap.org\/wp-content\/uploads\/2022\/06\/1-4-768x317.png 768w, https:\/\/crowdswap.org\/wp-content\/uploads\/2022\/06\/1-4.png 1120w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>Furthermore, while the interesting features of smart contracts make transactions easier to use and more efficient, it also makes them more vulnerable to unfixable failures. Smart contracts are strong, but once the rules are baked into the protocol, they cannot be modified, which means faults are typically permanent, raising the risk.<\/p>\n\n\n\n<h2><b>Where is DeFi Headed?<\/b><\/h2>\n\n\n\n<p>Decentralised finance offers many opportunities for businesses to grow their business and facilitate the sale of products or services. Using this technology, businesses are now able to provide services to people all over the world with only a few clicks. The number of businesses and even big corporations that are accepting crypto payments is increasing day by day. To facilitate this process, there are projects that are offering crypto payment gateways. This will enable customers from all over the world to receive their products or services. In order for a business to be able to reach more customers, taking advantage of DeFi solutions is inevitable in the future.<\/p>\n\n\n\n<p>Furthermore, putting an idea into practice requires either capital or funding by others. Financing a start-up has never been easier with the advent of DeFi. Decentralised finance allows entrepreneurs to crowdfund their ideas and take big steps towards their goals, something that required a lot of time and effort in the past. These are just some examples of the applications of DeFi, and many other opportunities are ahead of businesses and investors in the future, things that we might not be able to even imagine!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>What is DeFi? Several years after the introduction of the blockchain network and the cryptocurrency craze in recent years, various concepts and words are being coined every day. DeFi is one of those words that has attracted a lot of attention to it, especially in 2020. DeFi stands for “decentralised finance,” a buzzword in the &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/crowdswap.org\/what-is-defi\/\"> <span class=\"screen-reader-text\">What is DeFi? All you need to know about Decentralised Finance<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":14,"featured_media":10708,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[146],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v19.3 (Yoast SEO v19.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>What is DeFi? All you need to know about Decentralised Finance - CrowdSwap<\/title>\n<meta name=\"description\" content=\"What is DeFi? Several years after the introduction of the blockchain network and the cryptocurrency craze in recent years, various concepts and words are\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/crowdswap.org\/what-is-defi\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"What is DeFi? All you need to know about Decentralised Finance - CrowdSwap\" \/>\n<meta property=\"og:description\" content=\"What is DeFi? Several years after the introduction of the blockchain network and the cryptocurrency craze in recent years, various concepts and words are\" \/>\n<meta property=\"og:url\" content=\"https:\/\/crowdswap.org\/what-is-defi\/\" \/>\n<meta property=\"og:site_name\" content=\"CrowdSwap\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/\" \/>\n<meta property=\"article:published_time\" content=\"2022-06-28T17:17:49+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-07-07T10:46:47+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/crowdswap.org\/wp-content\/uploads\/2022\/06\/1-3.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1120\" \/>\n\t<meta property=\"og:image:height\" content=\"630\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Saeid Noorbar\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@CrowdSwap_App\" \/>\n<meta name=\"twitter:site\" content=\"@CrowdSwap_App\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Saeid Noorbar\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/crowdswap.org\/what-is-defi\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/crowdswap.org\/what-is-defi\/\"},\"author\":{\"name\":\"Saeid Noorbar\",\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/person\/f950dc600508508a7456332d4592beaa\"},\"headline\":\"What is DeFi? All you need to know about Decentralised Finance\",\"datePublished\":\"2022-06-28T17:17:49+00:00\",\"dateModified\":\"2022-07-07T10:46:47+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/crowdswap.org\/what-is-defi\/\"},\"wordCount\":2336,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/crowdswap.org\/#organization\"},\"articleSection\":[\"Allgemein\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/crowdswap.org\/what-is-defi\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/crowdswap.org\/what-is-defi\/\",\"url\":\"https:\/\/crowdswap.org\/what-is-defi\/\",\"name\":\"What is DeFi? All you need to know about Decentralised Finance - CrowdSwap\",\"isPartOf\":{\"@id\":\"https:\/\/crowdswap.org\/#website\"},\"datePublished\":\"2022-06-28T17:17:49+00:00\",\"dateModified\":\"2022-07-07T10:46:47+00:00\",\"description\":\"What is DeFi? Several years after the introduction of the blockchain network and the cryptocurrency craze in recent years, various concepts and words are\",\"breadcrumb\":{\"@id\":\"https:\/\/crowdswap.org\/what-is-defi\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/crowdswap.org\/what-is-defi\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/crowdswap.org\/what-is-defi\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Blog\",\"item\":\"https:\/\/crowdswap.org\/blog1\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Allgemein\",\"item\":\"https:\/\/crowdswap.org\/category\/allgemein-en\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"What is DeFi? All you need to know about Decentralised Finance\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/crowdswap.org\/#website\",\"url\":\"https:\/\/crowdswap.org\/\",\"name\":\"CrowdSwap\",\"description\":\"Find the best prices in Crypto Space.\",\"publisher\":{\"@id\":\"https:\/\/crowdswap.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/crowdswap.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/crowdswap.org\/#organization\",\"name\":\"CrowdSwap\",\"url\":\"https:\/\/crowdswap.org\/\",\"sameAs\":[\"https:\/\/www.linkedin.com\/company\/crowdswap-crypto\/\",\"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/\",\"https:\/\/twitter.com\/CrowdSwap_App\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"contentUrl\":\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"width\":301,\"height\":30,\"caption\":\"CrowdSwap\"},\"image\":{\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/person\/f950dc600508508a7456332d4592beaa\",\"name\":\"Saeid Noorbar\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/e9c3b0a8a2b55a6e9fe00aa34bafdad7?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/e9c3b0a8a2b55a6e9fe00aa34bafdad7?s=96&d=mm&r=g\",\"caption\":\"Saeid Noorbar\"},\"url\":\"https:\/\/crowdswap.org\/author\/snoorbar\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"What is DeFi? All you need to know about Decentralised Finance - CrowdSwap","description":"What is DeFi? Several years after the introduction of the blockchain network and the cryptocurrency craze in recent years, various concepts and words are","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/crowdswap.org\/what-is-defi\/","og_locale":"en_US","og_type":"article","og_title":"What is DeFi? All you need to know about Decentralised Finance - CrowdSwap","og_description":"What is DeFi? Several years after the introduction of the blockchain network and the cryptocurrency craze in recent years, various concepts and words are","og_url":"https:\/\/crowdswap.org\/what-is-defi\/","og_site_name":"CrowdSwap","article_publisher":"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/","article_published_time":"2022-06-28T17:17:49+00:00","article_modified_time":"2022-07-07T10:46:47+00:00","og_image":[{"width":1120,"height":630,"url":"https:\/\/crowdswap.org\/wp-content\/uploads\/2022\/06\/1-3.png","type":"image\/png"}],"author":"Saeid Noorbar","twitter_card":"summary_large_image","twitter_creator":"@CrowdSwap_App","twitter_site":"@CrowdSwap_App","twitter_misc":{"Written by":"Saeid Noorbar","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/crowdswap.org\/what-is-defi\/#article","isPartOf":{"@id":"https:\/\/crowdswap.org\/what-is-defi\/"},"author":{"name":"Saeid Noorbar","@id":"https:\/\/crowdswap.org\/#\/schema\/person\/f950dc600508508a7456332d4592beaa"},"headline":"What is DeFi? All you need to know about Decentralised Finance","datePublished":"2022-06-28T17:17:49+00:00","dateModified":"2022-07-07T10:46:47+00:00","mainEntityOfPage":{"@id":"https:\/\/crowdswap.org\/what-is-defi\/"},"wordCount":2336,"commentCount":0,"publisher":{"@id":"https:\/\/crowdswap.org\/#organization"},"articleSection":["Allgemein"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/crowdswap.org\/what-is-defi\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/crowdswap.org\/what-is-defi\/","url":"https:\/\/crowdswap.org\/what-is-defi\/","name":"What is DeFi? All you need to know about Decentralised Finance - CrowdSwap","isPartOf":{"@id":"https:\/\/crowdswap.org\/#website"},"datePublished":"2022-06-28T17:17:49+00:00","dateModified":"2022-07-07T10:46:47+00:00","description":"What is DeFi? Several years after the introduction of the blockchain network and the cryptocurrency craze in recent years, various concepts and words are","breadcrumb":{"@id":"https:\/\/crowdswap.org\/what-is-defi\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/crowdswap.org\/what-is-defi\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/crowdswap.org\/what-is-defi\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Blog","item":"https:\/\/crowdswap.org\/blog1\/"},{"@type":"ListItem","position":2,"name":"Allgemein","item":"https:\/\/crowdswap.org\/category\/allgemein-en\/"},{"@type":"ListItem","position":3,"name":"What is DeFi? All you need to know about Decentralised Finance"}]},{"@type":"WebSite","@id":"https:\/\/crowdswap.org\/#website","url":"https:\/\/crowdswap.org\/","name":"CrowdSwap","description":"Find the best prices in Crypto Space.","publisher":{"@id":"https:\/\/crowdswap.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/crowdswap.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/crowdswap.org\/#organization","name":"CrowdSwap","url":"https:\/\/crowdswap.org\/","sameAs":["https:\/\/www.linkedin.com\/company\/crowdswap-crypto\/","https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/","https:\/\/twitter.com\/CrowdSwap_App"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/","url":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","contentUrl":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","width":301,"height":30,"caption":"CrowdSwap"},"image":{"@id":"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/crowdswap.org\/#\/schema\/person\/f950dc600508508a7456332d4592beaa","name":"Saeid Noorbar","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/crowdswap.org\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/e9c3b0a8a2b55a6e9fe00aa34bafdad7?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/e9c3b0a8a2b55a6e9fe00aa34bafdad7?s=96&d=mm&r=g","caption":"Saeid Noorbar"},"url":"https:\/\/crowdswap.org\/author\/snoorbar\/"}]}},"_links":{"self":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/posts\/10727"}],"collection":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/comments?post=10727"}],"version-history":[{"count":7,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/posts\/10727\/revisions"}],"predecessor-version":[{"id":10736,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/posts\/10727\/revisions\/10736"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/media\/10708"}],"wp:attachment":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/media?parent=10727"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/categories?post=10727"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/tags?post=10727"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}