{"id":8428,"date":"2022-01-17T20:09:42","date_gmt":"2022-01-17T19:09:42","guid":{"rendered":"/?p=8428"},"modified":"2022-06-28T18:07:57","modified_gmt":"2022-06-28T16:07:57","slug":"was-ist-defi-ist-es-die-zukunft-der-blockchain","status":"publish","type":"post","link":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/","title":{"rendered":"Was ist DeFi? Ist es die Zukunft der Blockchain?"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"8428\" class=\"elementor elementor-8428\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-1e37a5e elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"1e37a5e\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-418e3d9c\" data-id=\"418e3d9c\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-68203efb elementor-widget elementor-widget-text-editor\" data-id=\"68203efb\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#818a91;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#818a91;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<h1> <\/h1><h2><strong>Was ist DeFi?<\/strong><\/h2><p>DeFi steht für &#8220;dezentralisierte Finanzen&#8221;, ein Schlagwort für verschiedene Kryptowährungen und Blockchain-basierte Finanzanwendungen, die darauf abzielen, die Finanzintermediäre zu stören.<\/p><p>DeFi ist inspiriert von Blockchain, der Technologie, die der digitalen Währung Bitcoin zugrunde liegt. Mit Blockchain können mehrere Organisationen eine Kopie des Transaktionsverlaufs aufbewahren und so sicherstellen, dass dieser nicht von einer einzigen, zentralen Quelle kontrolliert wird. Dies ist von Bedeutung, da zentralisierte Systeme und menschliche Pförtner Transaktionen verlangsamen und verkomplizieren können und den Verbrauchern weniger direkte Kontrolle über ihr Geld geben. DeFi ist insofern einzigartig, als es den Nutzen der Blockchain über einfache Vermögensübertragungen hinaus auf kompliziertere Finanzanwendungen ausweitet.<\/p><h2><strong>Wie wurde DeFi geboren?<\/strong><\/h2><p>MakerDAO, eine 2015 gestartete Plattform, die es Nutzern ermöglichte, Kryptowährungen als Sicherheiten für Kredite zu verwenden, wird häufig für die Einführung von DeFi verantwortlich gemacht. DeFi-Protokolle bieten, wie reguläre Kryptowährungen, die Möglichkeit, die Zwischenhändler auszuschalten. Bis vor Kurzem wurde der Markt von diesem libertären Standpunkt und dem Wunsch der Anleger, Geld zu verdienen, angetrieben.<\/p><p>DeFi baut auf dem Grundprinzip von Bitcoin &#8211; digitales Geld &#8211; auf und bietet eine vollständig digitale Alternative zur Wall Street, jedoch ohne die damit verbundenen Gebühren. Dies kann offenere, freie und faire Finanzmärkte fördern, auf die jeder mit einer Internetverbindung zugreifen kann.<\/p><p>Es gibt eine florierende Krypto-Wirtschaft, in der man leihen, borgen, in Long-\/Short-Positionen investieren, Zinsen verdienen und vieles mehr kann. DeFi wurde von kryptoaffinen Argentiniern genutzt, um eine katastrophale Inflation zu vermeiden. Unternehmen haben damit begonnen, die Gehälter ihrer Mitarbeiter in Echtzeit zu übermitteln. Einige Menschen haben sogar Kredite in Höhe von mehreren Millionen Dollar aufgenommen und abbezahlt, ohne persönliche Daten anzugeben.<\/p><h2><strong>Wie funktioniert DeFi?<\/strong><\/h2><p>Die Blockchain-Technologie, die auch bei Kryptowährungen zum Einsatz kommt, wird im dezentralen Finanzwesen verwendet. Eine verteilte und sichere Datenbank oder ein Ledger wird als Blockchain bezeichnet. dApps sind die Anwendungen, die Transaktionen durchführen und die Blockchain ausführen.<\/p><p>Transaktionen werden in Blöcken auf der Blockchain gespeichert und anschließend von anderen Nutzern validiert. Wenn alle Prüfer einer Transaktion zustimmen, wird der Block geschlossen und verschlüsselt, und ein neuer Block wird erzeugt, der die Informationen aus dem vorangegangenen Block enthält.<\/p><p>Die Informationen in jedem nachfolgenden Block &#8220;verketten&#8221; die Blöcke miteinander, was der Blockchain ihren Namen gibt, und es gibt keine Möglichkeit, eine Blockchain zu bearbeiten, da die Informationen in früheren Blöcken nicht geändert werden können, ohne dass dies Auswirkungen auf die nachfolgenden Blöcke hat. Der Sicherheitsaspekt einer Blockchain wird durch dieses Konzept sowie durch andere Sicherheitsmechanismen gewährleistet.<\/p><p>Für viele dieser Finanzaktivitäten besteht einer der attraktivsten Aspekte von DeFi darin, dass es die Eintrittsbarriere beseitigt. Man muss sein Geld nicht von der Regierung oder einem Unternehmen verwalten lassen, und man muss keine bestimmten Kriterien erfüllen, um bestimmte Finanzprodukte zu erhalten.<\/p><p>Sie beantragen einen Kredit über die üblichen Bankverfahren und werden je nach Kreditwürdigkeit möglicherweise abgelehnt. Sie haben ein Bankkonto oder ein Maklerkonto bei einem Unternehmen, das Ihre Gelder verwaltet.<\/p><p>Bestimmte Finanztransaktionen werden mit den Smart Contracts von DeFi durchgeführt, wenn bestimmte Voraussetzungen erfüllt sind. Kreditaufnahme, Kreditvergabe und andere Transaktionen sind mit Smart Contracts möglich, und die Bedingungen der Transaktion sind im Code verschlüsselt. Dies macht Transaktionen zwar einfacher und effizienter, aber auch anfälliger für nicht behebbare Fehler.<\/p><h2><strong>Unterschiede zwischen DeFi und traditioneller Finanzierung<\/strong><\/h2><p>Eine öffentliche Blockchain dient als Quelle der Glaubwürdigkeit im dezentralen Finanzwesen und kontrolliert alle Finanztransaktionen. Im konventionellen Finanzwesen hingegen dient die öffentliche Verwaltung, die Vorschriften und regulierte Finanzorganisationen umfasst, als Quelle des Vertrauens und kontrolliert alle Aktivitäten.<\/p><p>Das dezentrale Finanzwesen erfreut sich zunehmender Beliebtheit, auch weil es offener und transparenter ist als herkömmliches Geld. Da es keine Einstiegshürden gibt, kann jeder, der über Programmierkenntnisse verfügt, zur Entwicklung von Finanzdienstleistungen und Tools auf öffentlichen Blockchains beitragen.<\/p><p>Das traditionelle Finanzsystem hingegen hat aufgrund der hohen Eintrittshürden Schwierigkeiten, den neuen Trend zu akzeptieren. Das Erfordernis, die erforderlichen Lizenzen und Genehmigungen von den Behörden einzuholen, hat die Innovation in den traditionellen Finanzsystemen im Keim erstickt.<\/p><h2><strong>Vorteile von DeFi<\/strong><\/h2><h3><strong>Integrität<\/strong><\/h3><p>Blockchain hat dank des erfolgreichen Einsatzes von Verschlüsselungs- und Konsensverfahren wie Proof-of-Work eine echte Bewahrung erreicht. Infolgedessen haben die Vor- und Nachteile des dezentralen Finanzwesens eine echte Unveränderlichkeit im Finanzwesen ermöglicht.<\/p><p>Dank der Unveränderbarkeit ist es praktisch unmöglich, einen Datensatz im Blockchain-Netzwerk zu verändern. Die Unveränderbarkeit bietet neben den Vorteilen der Dezentralisierung auch eine vielversprechende Sicherheitsgarantie. Überraschenderweise sichert die Unveränderbarkeit der Blockchain die Integrität der DeFi-Systeme bei der Durchführung von Finanztransaktionen.<\/p><h3><strong>Volle Kontrolle über die Finanzen<\/strong><\/h3><p>Mit DeFi-Plattformen behalten Sie die Kontrolle über Ihr Geld und bestimmen auch, was mit Ihrem Geld geschieht, wenn Sie es auf der Website einzahlen. Ein intelligenter Vertrag kann Sie für einen Kredit qualifizieren oder entscheiden, wie Sie Ihre Finanzen verwalten, anstatt sich auf menschliche Mittelsmänner zu verlassen.<\/p><p>Niemand hat die Befugnis, Sie aus dem DeFi-Protokoll auszuschließen. Das Gesetz, das dem intelligenten Vertrag zugrunde liegt, funktioniert unsichtbar.<\/p><h3><strong>Erlaubnisfrei<\/strong><\/h3><p>Das dezentrale Finanzwesen entlastet die Institutionen, die für die Überwachung, die Datenspeicherung, den Serverplatz und andere Dienstleistungen zuständig sind. Da Blockchain-Netzwerke sicherstellen, dass die einzelnen Transaktionsverläufe leicht unter allen Nutzern verbreitet werden können, können sie all diese Eigenschaften effektiv erfüllen.<\/p><p>Die Dezentralisierungsmethode ist für die Demokratisierung des Bank- und Finanzwesens von großem Nutzen. DeFi kann jedem einen einfachen und effizienten Zugang zu Finanzdienstleistungen ermöglichen. Der Großteil der DeFi-Lösungen wird auf Ethereum betrieben, wie aus den Gesprächen über die Vor- und Nachteile von DeFi hervorgeht. Ethereum ist das zweitgrößte Blockchain-System und ist aufgrund seiner erlaubnisfreien Natur extrem dezentralisiert.<\/p><p>Außerdem sollte sie für alle an der Erstellung und Nutzung von DeFi-Apps Beteiligten leicht zugänglich sein. Die erlaubnisfreien Eigenschaften der Blockchain in DeFi-Apps können potenziell von der Interoperabilitätsunterstützung der Blockchain profitieren. Infolgedessen kann sie eine Vielzahl von konfigurierbaren Alternativen für die Integration von Drittanbietern bieten.<\/p><p>Gleichzeitig ist es wichtig zu beachten, dass die erlaubnisfreien Blockchain-Funktionen von Ethereum nicht einzigartig sind. Ethereum ist eine vertrauenswürdige Alternative für die Erstellung von DeFi-Apps, da es ein beliebtes Netzwerk für die Entwicklung von Smart Contracts ist.<\/p><h3><strong>Erhöhte Transparenz<\/strong><\/h3><p>DeFi sorgt für mehr Transparenz und Rechenschaftspflicht. Alle Aktivitäten sind für die Öffentlichkeit sichtbar, da die meisten DeFi-Protokolle auf der Blockchain, einem öffentlichen Hauptbuch, aufbauen. Die Transaktionen können von jedermann eingesehen werden, aber im Gegensatz zu herkömmlichen Banken sind diese Konten nicht mit einer Person verknüpft. <\/p><p>Die Konten sind stattdessen pseudo-anonym, wobei nur numerische Adressen angegeben werden. Da die meisten DeFi-Produkte quelloffen sind, können Benutzer mit Programmierkenntnissen den Quellcode prüfen oder verbessern. Aufgrund der Beteiligung der Gemeinschaft sind Open-Source-Programme wesentlich sicherer und qualitativ hochwertiger als proprietäre Software.<\/p><h2><strong>DeFi ist mit Risiken behaftet<\/strong><\/h2><p>Viele sind der Meinung, dass DeFi der Weg in die Zukunft des Finanzwesens ist und dass sich frühzeitige Investitionen in bahnbrechende Technologien auszahlen könnten.<\/p><p>Für Neulinge hingegen kann es schwierig sein, zwischen guten und schlechten Initiativen zu unterscheiden. Es hat auch viel Schreckliches gegeben.<\/p><p>Viele DeFi-Apps, wie z. B. die Meme-Münze YAM, sind abgestürzt und verbrannt, als die DeFi-Aktivität und -Beliebtheit bis 2020 sprunghaft angestiegen sind, was den Marktwert innerhalb von 35 Minuten von 60 Millionen Dollar auf 0 Dollar fallen ließ. Andere DeFi-Unternehmen, wie Hotdog und Pizza, erlitten das gleiche Schicksal, wobei viele Investoren eine beträchtliche Menge an Geld verloren.<\/p><p>Außerdem sind DeFi-Probleme immer noch weit verbreitet. Intelligente Verträge sind stark, aber wenn die Regeln einmal im Protokoll verankert sind, können sie nicht mehr geändert werden, was bedeutet, dass Fehler in der Regel dauerhaft sind, was das Risiko erhöht.<\/p><h2><strong>Wie kann sich DeFi weiterentwickeln?<\/strong><\/h2><p><span style=\"font-weight: 400;\">Payments made directly in the browser would be an interesting next step. Web authentication would let users access a protected private key in their web browser using touch or face ID, allowing crypto payments to be utilized in the real world. A website would just ask for payment in crypto and would not need to know the username of the person from whom it is requesting money.<\/span><\/p><p><span style=\"font-weight: 400;\">Many companies are stepping in to fill the gap when someone wants to transmit money in cryptocurrency, but the recipient prefers conventional currency, such as pounds or dollars.<\/span><\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Was ist DeFi? DeFi steht für &#8220;dezentralisierte Finanzen&#8221;, ein Schlagwort für verschiedene Kryptowährungen und Blockchain-basierte Finanzanwendungen, die darauf abzielen, die Finanzintermediäre zu stören. DeFi ist inspiriert von Blockchain, der Technologie, die der digitalen Währung Bitcoin zugrunde liegt. Mit Blockchain können mehrere Organisationen eine Kopie des Transaktionsverlaufs aufbewahren und so sicherstellen, dass dieser nicht von einer &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/\"> <span class=\"screen-reader-text\">Was ist DeFi? Ist es die Zukunft der Blockchain?<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":14,"featured_media":10708,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v19.3 (Yoast SEO v19.8) - https://yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Was ist DeFi? Ist es die Zukunft der Blockchain? 2022 - CrowdSwap<\/title>\n<meta name=\"description\" content=\"Was ist DeFi? DeFi steht für &quot;dezentralisierte Finanzen&quot;, ein Schlagwort für verschiedene Kryptowährungen und Blockchain-basierte Finanzanwendungen, die\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Was ist DeFi? Ist es die Zukunft der Blockchain? 2022 - CrowdSwap\" \/>\n<meta property=\"og:description\" content=\"Was ist DeFi? DeFi steht für &quot;dezentralisierte Finanzen&quot;, ein Schlagwort für verschiedene Kryptowährungen und Blockchain-basierte Finanzanwendungen, die\" \/>\n<meta property=\"og:url\" content=\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/\" \/>\n<meta property=\"og:site_name\" content=\"CrowdSwap\" \/>\n<meta property=\"article:publisher\" content=\"https://www.facebook.com\/CrowdSwap-108458044793482\/\" \/>\n<meta property=\"article:published_time\" content=\"2022-01-17T19:09:42+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-28T16:07:57+00:00\" \/>\n<meta property=\"og:image\" content=\"/wp-content\/uploads\/2022\/06\/1-3.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1120\" \/>\n\t<meta property=\"og:image:height\" content=\"630\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Saeid Noorbar\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@CrowdSwap_App\" \/>\n<meta name=\"twitter:site\" content=\"@CrowdSwap_App\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Saeid Noorbar\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"6 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/#article\",\"isPartOf\":{\"@id\":\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/\"},\"author\":{\"name\":\"Saeid Noorbar\",\"@id\":\"/#\/schema\/person\/f950dc600508508a7456332d4592beaa\"},\"headline\":\"Was ist DeFi? Ist es die Zukunft der Blockchain?\",\"datePublished\":\"2022-01-17T19:09:42+00:00\",\"dateModified\":\"2022-06-28T16:07:57+00:00\",\"mainEntityOfPage\":{\"@id\":\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/\"},\"wordCount\":1426,\"commentCount\":0,\"publisher\":{\"@id\":\"/#organization\"},\"articleSection\":[\"Allgemein\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/\",\"url\":\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/\",\"name\":\"Was ist DeFi? Ist es die Zukunft der Blockchain? 2022 - CrowdSwap\",\"isPartOf\":{\"@id\":\"/#website\"},\"datePublished\":\"2022-01-17T19:09:42+00:00\",\"dateModified\":\"2022-06-28T16:07:57+00:00\",\"description\":\"Was ist DeFi? DeFi steht für \\\"dezentralisierte Finanzen\\\", ein Schlagwort für verschiedene Kryptowährungen und Blockchain-basierte Finanzanwendungen, die\",\"breadcrumb\":{\"@id\":\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Blog\",\"item\":\"/blog1\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Allgemein\",\"item\":\"/de\/category\/allgemein\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Was ist DeFi? Ist es die Zukunft der Blockchain?\"}]},{\"@type\":\"WebSite\",\"@id\":\"/#website\",\"url\":\"/\",\"name\":\"CrowdSwap\",\"description\":\"Find the best prices in Crypto Space.\",\"publisher\":{\"@id\":\"/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"/#organization\",\"name\":\"CrowdSwap\",\"url\":\"/\",\"sameAs\":[\"https://www.linkedin.com\/company\/crowdswap-crypto\/\",\"https://www.facebook.com\/CrowdSwap-108458044793482\/\",\"https://twitter.com\/CrowdSwap_App\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"/#\/schema\/logo\/image\/\",\"url\":\"/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"contentUrl\":\"/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"width\":301,\"height\":30,\"caption\":\"CrowdSwap\"},\"image\":{\"@id\":\"/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"/#\/schema\/person\/f950dc600508508a7456332d4592beaa\",\"name\":\"Saeid Noorbar\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"/#\/schema\/person\/image\/\",\"url\":\"https://secure.gravatar.com\/avatar\/e9c3b0a8a2b55a6e9fe00aa34bafdad7?s=96&d=mm&r=g\",\"contentUrl\":\"https://secure.gravatar.com\/avatar\/e9c3b0a8a2b55a6e9fe00aa34bafdad7?s=96&d=mm&r=g\",\"caption\":\"Saeid Noorbar\"},\"url\":\"/author\/snoorbar\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Was ist DeFi? Ist es die Zukunft der Blockchain? 2022 - CrowdSwap","description":"Was ist DeFi? DeFi steht für \"dezentralisierte Finanzen\", ein Schlagwort für verschiedene Kryptowährungen und Blockchain-basierte Finanzanwendungen, die","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/","og_locale":"en_US","og_type":"article","og_title":"Was ist DeFi? Ist es die Zukunft der Blockchain? 2022 - CrowdSwap","og_description":"Was ist DeFi? DeFi steht für \"dezentralisierte Finanzen\", ein Schlagwort für verschiedene Kryptowährungen und Blockchain-basierte Finanzanwendungen, die","og_url":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/","og_site_name":"CrowdSwap","article_publisher":"https://www.facebook.com\/CrowdSwap-108458044793482\/","article_published_time":"2022-01-17T19:09:42+00:00","article_modified_time":"2022-06-28T16:07:57+00:00","og_image":[{"width":1120,"height":630,"url":"/wp-content\/uploads\/2022\/06\/1-3.png","type":"image\/png"}],"author":"Saeid Noorbar","twitter_card":"summary_large_image","twitter_creator":"@CrowdSwap_App","twitter_site":"@CrowdSwap_App","twitter_misc":{"Written by":"Saeid Noorbar","Est. reading time":"6 minutes"},"schema":{"@context":"https://schema.org","@graph":[{"@type":"Article","@id":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/#article","isPartOf":{"@id":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/"},"author":{"name":"Saeid Noorbar","@id":"/#\/schema\/person\/f950dc600508508a7456332d4592beaa"},"headline":"Was ist DeFi? Ist es die Zukunft der Blockchain?","datePublished":"2022-01-17T19:09:42+00:00","dateModified":"2022-06-28T16:07:57+00:00","mainEntityOfPage":{"@id":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/"},"wordCount":1426,"commentCount":0,"publisher":{"@id":"/#organization"},"articleSection":["Allgemein"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/#respond"]}]},{"@type":"WebPage","@id":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/","url":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/","name":"Was ist DeFi? Ist es die Zukunft der Blockchain? 2022 - CrowdSwap","isPartOf":{"@id":"/#website"},"datePublished":"2022-01-17T19:09:42+00:00","dateModified":"2022-06-28T16:07:57+00:00","description":"Was ist DeFi? DeFi steht für \"dezentralisierte Finanzen\", ein Schlagwort für verschiedene Kryptowährungen und Blockchain-basierte Finanzanwendungen, die","breadcrumb":{"@id":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/"]}]},{"@type":"BreadcrumbList","@id":"/de\/was-ist-defi-ist-es-die-zukunft-der-blockchain\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Blog","item":"/blog1\/"},{"@type":"ListItem","position":2,"name":"Allgemein","item":"/de\/category\/allgemein\/"},{"@type":"ListItem","position":3,"name":"Was ist DeFi? Ist es die Zukunft der Blockchain?"}]},{"@type":"WebSite","@id":"/#website","url":"/","name":"CrowdSwap","description":"Find the best prices in Crypto Space.","publisher":{"@id":"/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"/#organization","name":"CrowdSwap","url":"/","sameAs":["https://www.linkedin.com\/company\/crowdswap-crypto\/","https://www.facebook.com\/CrowdSwap-108458044793482\/","https://twitter.com\/CrowdSwap_App"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"/#\/schema\/logo\/image\/","url":"/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","contentUrl":"/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","width":301,"height":30,"caption":"CrowdSwap"},"image":{"@id":"/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"/#\/schema\/person\/f950dc600508508a7456332d4592beaa","name":"Saeid Noorbar","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"/#\/schema\/person\/image\/","url":"https://secure.gravatar.com\/avatar\/e9c3b0a8a2b55a6e9fe00aa34bafdad7?s=96&d=mm&r=g","contentUrl":"https://secure.gravatar.com\/avatar\/e9c3b0a8a2b55a6e9fe00aa34bafdad7?s=96&d=mm&r=g","caption":"Saeid Noorbar"},"url":"/author\/snoorbar\/"}]}},"_links":{"self":[{"href":"/wp-json\/wp\/v2\/posts\/8428"}],"collection":[{"href":"/wp-json\/wp\/v2\/posts"}],"about":[{"href":"/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"/wp-json\/wp\/v2\/comments?post=8428"}],"version-history":[{"count":2,"href":"/wp-json\/wp\/v2\/posts\/8428\/revisions"}],"predecessor-version":[{"id":10725,"href":"/wp-json\/wp\/v2\/posts\/8428\/revisions\/10725"}],"wp:featuredmedia":[{"embeddable":true,"href":"/wp-json\/wp\/v2\/media\/10708"}],"wp:attachment":[{"href":"/wp-json\/wp\/v2\/media?parent=8428"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"/wp-json\/wp\/v2\/categories?post=8428"},{"taxonomy":"post_tag","embeddable":true,"href":"/wp-json\/wp\/v2\/tags?post=8428"}],"curies":[{"name":"wp","href":"https://api.w.org\/{rel}","templated":true}]}}