{"id":7775,"date":"2022-03-03T09:30:39","date_gmt":"2022-03-03T08:30:39","guid":{"rendered":"https:\/\/crowdswap.org\/?page_id=7775"},"modified":"2022-06-01T15:17:38","modified_gmt":"2022-06-01T13:17:38","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/crowdswap.org\/terms-of-service\/","title":{"rendered":"Terms of  Service"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"7775\" class=\"elementor elementor-7775\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-a31e28c elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"a31e28c\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-00066d0\" data-id=\"00066d0\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-c24f7f6 elementor-widget elementor-widget-spacer\" data-id=\"c24f7f6\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-column .elementor-spacer-inner{height:var(--spacer-size)}.e-container{--container-widget-width:100%}.e-container>.elementor-widget-spacer{width:var(--container-widget-width,var(--spacer-size));-ms-flex-item-align:stretch;align-self:stretch;-ms-flex-negative:0;flex-shrink:0}.e-container>.elementor-widget-spacer>.elementor-widget-container,.e-container>.elementor-widget-spacer>.elementor-widget-container>.elementor-spacer{height:100%}.e-container>.elementor-widget-spacer>.elementor-widget-container>.elementor-spacer>.elementor-spacer-inner{height:var(--container-widget-height,var(--spacer-size))}<\/style>\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-b1da4dd elementor-widget elementor-widget-heading\" data-id=\"b1da4dd\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-heading-title{padding:0;margin:0;line-height:1}.elementor-widget-heading .elementor-heading-title[class*=elementor-size-]>a{color:inherit;font-size:inherit;line-height:inherit}.elementor-widget-heading .elementor-heading-title.elementor-size-small{font-size:15px}.elementor-widget-heading .elementor-heading-title.elementor-size-medium{font-size:19px}.elementor-widget-heading .elementor-heading-title.elementor-size-large{font-size:29px}.elementor-widget-heading .elementor-heading-title.elementor-size-xl{font-size:39px}.elementor-widget-heading .elementor-heading-title.elementor-size-xxl{font-size:59px}<\/style><h1 class=\"elementor-heading-title elementor-size-default\">Terms of Service<\/h1>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-9d4f2a5 elementor-widget elementor-widget-text-editor\" data-id=\"9d4f2a5\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#818a91;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#818a91;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<p>PLEASE READ THESE TERMS OF SERVICE CAREFULLY. BY USING OR ACCESSING OUR PLATFORM, AS DEFINED BELOW, YOU AGREE TO BE LEGALLY BOUND BY THESE TERMS OF SERVICE AND ALL TERMS, POLICIES AND AGREEMENTS INCORPORATED BY REFERENCE. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM. WE RESERVE THE RIGHT AT OUR SOLE DISCRETION, TO CHANGE, MODIFY, ADD OR REMOVE ANY PORTIONS OF THESE TERMS OF SERVICE AT ANY TIME.<\/p><p>YOU SHOULD BE AWARE THAT THE RISK OF LOSS IN TRADING, HOLDING, EXCHANGING CRYPTO ASSETS, INCLUDING CRYPTOCURRENCIES AND TOKENS, CAN BE SUBSTANTIAL. WE DO NOT ACT AS YOUR BROKER-DEALER, INTERMEDIARY, AGENT OR ANY KIND OF ADVISOR, INCLUDING COMMODITY TRADING ADVISOR. YOU SHOULD THEREFORE CAREFULLY CONSIDER WHETHER TRADING, HOLDING, EXCHANGING CRYPTO ASSETS ARE SUITABLE FOR YOU IN LIGHT OF YOUR FINANCIAL CIRCUMSTANCES.<\/p><ol start=\"1\"><li><strong> Acceptance and Eligibility<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">This is a contract between you and Smart DeFi Limited, a private company incorporated in the British Virgin Islands. References in these Terms to “CrowdSwap”, “we”, “our” or “us”, are to Smart DeFi Limited and references to “you”, “your”, “customer” or “user” are to the person with whom CrowdSwap enters into these Terms.<\/li><li style=\"list-style-type: lower-alpha;\">These Terms apply to your use and access to the Platform. Upon accessing, connecting a Connected Wallet (as defined below) to or using the Platform you agree to be legally bound by and to comply with these Terms, our <a href=\"https:\/\/crowdswap.org\/privacy-policy-2\/\">Privacy Policy<\/a> and all additional terms, policies and agreements incorporated herein by reference and amended from time to time at our sole discretion.<\/li><li style=\"list-style-type: lower-alpha;\">The Platform, our services and their usage are intended solely for users who are 18 or older and who satisfy the criteria described in these Terms. You represent and warrant that you: (i) are of legal age to form a binding contract (at least 18 years old under the law of the British Virgin Islands); (ii) have not previously been suspended or removed from using the Platform or any our services; (iii) are not identified as an individual who is restricted or barred from conducting banking or financial transactions, in any jurisdiction or under any applicable laws; (iv) are not placed on any list of suspicious persons banned from travelling or conducting business or financial transactions in any jurisdiction; (v) are not a citizen, a permanent resident or located at any state, country, territory or other jurisdiction that is embargoed by the United Nations or the British Virgin Islands; and (vi) have full power and authority to agree to these Terms.<\/li><li style=\"list-style-type: lower-alpha;\">In addition to the above, you must have the necessary equipment (an internet-connected computer, mobile phone, tablet or other supported device) and the associated telecommunication service subscriptions to access the internet. Access to the Platform may become degraded or unavailable during times of significant volatility or volume. This could result in the inability to access any services, supported decentralised protocols, liquidity pools, smart contracts and may also lead to technical support-related time delays. We shall not be liable for any losses resulting from or arising out of any such delays.<\/li><\/ol><\/li><\/ol><ol start=\"2\"><li><strong> Platform<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">The Platform provides the graphic user interface to interact with decentralised swap, aggregating, routing and\/or cross-chain liquidity protocols, related pools and smart contracts (collectively, “Protocols”), including interacting with the CrowdSwap protocol and its related ecosystem and smart contracts, and also with functionality of accessing to various information related to crypto assets and related markets. We provide only a graphic user interface to access and interact with Protocols, we neither transmit information, instructions or orders, facilitate any activities nor execute exchange transactions in crypto assets.<\/li><li style=\"list-style-type: lower-alpha;\">In order to use the Platform and its functionality (including interaction with Protocols) you would need to sign in by connecting one of the following decentralised wallets\/gateways (“Connected Wallet”):<ol><li style=\"list-style-type: lower-roman;\">MetaMask wallet (<a href=\"https:\/\/metamask.io\">https:\/\/metamask.io<\/a>);<\/li><li style=\"list-style-type: lower-roman;\">WalletConnect-supported wallet (<a href=\"https:\/\/walletconnect.org\">https:\/\/walletconnect.org<\/a>);<\/li><li style=\"list-style-type: lower-roman;\">Authereum wallet (<a href=\"https:\/\/authereum.com\/\">https:\/\/authereum.com\/<\/a>);<\/li><li style=\"list-style-type: lower-roman;\">Torus decentralised gateway (<a href=\"https:\/\/tor.us\/\">https:\/\/tor.us\/<\/a>).<\/li><\/ol><\/li><\/ol><\/li><\/ol><p style=\"text-align: left;\">We do not support the functionality of the creation of blockchain wallets or connecting blockchain wallets to decentralised applications, wallets or protocols. For example, the Ethereum blockchain network wallet can be created either via the Ethereum blockchain network directly or via a decentralised application, wallet, gateway supporting the Ethereum blockchain network.<\/p><ol><li style=\"list-style-type: lower-alpha;\">You are responsible for creating a strong password and maintaining adequate security and control of the password, the passphrase and\/or the private key related to your Connected Wallet. Any loss or compromise of your passwords, passphrases, private keys and\/or your personal information may result in unauthorised access to your Connected Wallet by third parties, unauthorised access to the Platform by third parties and in the loss or theft of any crypto assets stored or accessible through your Connected Wallet. We assume no responsibility or liability for lost or misplaced passwords, passphrases, private keys and\/or personal information. You should never allow remote access or share your screen with someone else while using the Platform. You should never provide access to your Connected Wallet to any third party. You are fully responsible for all activity that occurs by accessing or interacting with the Platform and Protocols under your Connected Wallet. We may, at our sole discretion suspend or terminate your access to the Platform for any reason.<\/li><li style=\"list-style-type: lower-alpha;\">You are fully responsible for each and every action or transaction made with or through the Platform under your Connected Wallet, including, but not limited to, interacting with Protocols. You are fully responsible for payment of all fees related to your use of the Platform and\/or fees of Protocols, blockchain networks or liquidity providers accrued under your Connected Wallet. We shall never be liable for any loss or damage due to the lack of security of your Connected Wallet.<\/li><li style=\"list-style-type: lower-alpha;\">You hereby acknowledge and agree that we have no obligation to enhance, modify or replace any part of the Platform or to continue developing or releasing new versions of the Platform.<\/li><li style=\"list-style-type: lower-alpha;\">While using the Platform, you may be exposed to promotional materials that offer or present services of third parties. We do not endorse any third-party websites or services. Some of these sites may contain materials that may be objectionable, unlawful, or inaccurate. We are not responsible or liable for any loss or damage should you use or view the third party’s service, and have no control over such services. It is your sole responsibility to understand fully the services and products being offered by such third parties and the terms and conditions governing their services and products before transacting with such third parties.<\/li><\/ol><\/li><\/ol><ol start=\"3\"><li><strong> Interaction with Protocols<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">When we provide you with the functionality of interaction with Protocols, related pools and smart contracts all actual execution of swap instructions and transactions, any clearing, settlement and filing happen in a complete decentralised fashion by a Protocol operated at the peer-to-protocol model.<\/li><li style=\"list-style-type: lower-alpha;\">You hereby acknowledge and agree that we do not execute the swap transactions, we do not hold or store any crypto assets, we do not collect, store, process or host instructions you submit through the Platform, we do not act as a custodian for your crypto assets.<\/li><li style=\"list-style-type: lower-alpha;\">You do not interact with us when you perform swaps, interact with liquidity pools, provide instructions to a Protocol, rather you interact with a decentralised Protocol that matches your instruction or request with the corresponding liquidity pool.<\/li><li style=\"list-style-type: lower-alpha;\">We do not own or control the underlying software which governs the operation of Protocols, even technically supported by the Platform. All interaction you make with Protocols via the Platform will be strictly between you and these Protocols, we shall not and will not be a party of these actions and will be deemed only as the provider of a graphic user interface.<\/li><li style=\"list-style-type: lower-alpha;\">While we have developed and technically supported the Protocol named Crowd Swap and related smart contracts, both Protocol and smart contracts run in a fully decentralised and autonomous manner at blockchain networks within such Crowd Swap Protocol’s ecosystem. We are neither involved nor in any way responsible for the operation, running or functioning of such Protocol and related smart contracts and\/or any of your interactions or factual relationships with such smart contracts. We have neither access to nor any other possibility to control and\/or influence your instructions, transactions between you and involved smart contracts or pools.<\/li><li style=\"list-style-type: lower-alpha;\">You hereby acknowledge and agree that we have no liability to you for any claims or damages that may arise as a result of any actions or transactions that you engage in while interacting with Protocols through the Platform.<\/li><li style=\"list-style-type: lower-alpha;\">You hereby acknowledge and agree that any third person is able to create any liquidity pool through any technically supported Protocol and add technical settings to such pool that can be of the fraudulent or misrepresentation nature, introduce broken logic or program such pool to non-performing its announced functions. You shall all the time verify and check any liquidity pool you intend to instruct or transact with.<\/li><li style=\"list-style-type: lower-alpha;\">You acknowledge that the functionality of Protocols, liquidity pools, smart contracts, blockchain networks, layer-2 networks, crypto assets, tokens are experimental in nature. Protocols, liquidity pools, smart contracts you interact with and rely on, are third party software applications. We make no representations or warranties of any kind regarding these third-party applications, including but not limited to representations and warranties of compliance, availability, or security. We make no representations or warranties that Protocols, liquidity pools and\/or smart contracts are compliant with laws of any jurisdiction, and you are solely responsible for making any such determination with respect to your interaction with such Protocols, liquidity pools and smart contracts.<\/li><\/ol><\/li><\/ol><ol start=\"4\"><li><strong> Information Accessible via Platform<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">We may provide you through the Platform with access to various information on crypto assets and related markets.<\/li><li style=\"list-style-type: lower-alpha;\">All the information displayed via the Platform is retrieved directly from the respective blockchains (for example, Ethereum or Binance Smart Chain) or Protocols and is not collected, compiled or in any manner modified or processed by us.<\/li><li style=\"list-style-type: lower-alpha;\">We do not and will not represent or guarantee that any of the information available through the Platform including, but not limited to, the charts, diagrams, graphs, is accurate, reliable, current, complete, valid, stable or appropriate for your needs. We do not guarantee the timeliness of the technology or information involved in the Platform. We disclaim any liability for any loss or damage should you use or view the information available through the Platform.<\/li><li style=\"list-style-type: lower-alpha;\">In an effort to continue to provide you with as complete and accurate information as possible, information may be changed or updated from time to time without notice, including without limitation, information regarding our policies and services. Accordingly, you should verify all information before relying on it, and all decisions based on information contained on the Platform are your sole responsibility and we shall have no liability for such decisions. Information provided by third parties, including historical data, is for informational purposes only and we make no representations or warranties to its accuracy.<\/li><\/ol><\/li><\/ol><ol start=\"5\"><li><strong> Fees and Taxes<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">In consideration for access to the Platform and\/or using its functionality, interacting with Protocols, we, Protocols and\/or liquidity pools may take fees that are based on your interaction with the Platform and\/or such Protocols, on making swap transactions and\/or usage of any other related services. Also, liquidity pools or Protocols may apply interest rates on transactions you make with them.<\/li><li style=\"list-style-type: lower-alpha;\">We will inform you of fees amounts and their description via the Platform. Fees are subject to revision by us, Protocols and\/or liquidity pools with or without prior notification.<\/li><li style=\"list-style-type: lower-alpha;\">You hereby agree to pay all the applicable fees and any other amounts incurred by you or on your behalf through the Platform, in the amounts that are in effect when such fees are incurred. You are responsible for checking fees regularly and in each instance before interacting with the Platform and\/or Protocols, making swap transactions, sending instructions to Protocols or pools and using any other related services that may incur a fee.<\/li><li style=\"list-style-type: lower-alpha;\">Please be aware that blockchain networks, distributed ledgers or any decentralised networks and\/or their designated third-party suppliers may take fees or commissions incurred by your activities within these blockchain networks, ledgers or networks, including but not limited to, transactions fees. For example, Ethereum blockchain network or Binance Smart Chain blockchain network may require you to pay a fee, commonly known as the gas fee, for the computational resources required to perform a transaction on the corresponding blockchain network. We are not and will never be responsible for commissions of any blockchain networks, ledgers or decentralised networks or any third parties even accessed the Platform.<\/li><li style=\"list-style-type: lower-alpha;\">You acknowledge and agree that we have no control over: (a) any transactions via blockchain networks, including Ethereum blockchain network and Binance Smart Chain blockchain network; (b) the method of payment of applicable gas fee; or (c) any of your actual payments of gas fees. Accordingly, while interacting with Protocols you shall ensure that you have a sufficient balance of ETH (native core token of the Ethereum blockchain network), BNB (native core token of the Binance Smart Chain blockchain network) or any other native core token of a supported blockchain network kept at your Connected Wallet to complete any transaction on the respective blockchain network.<\/li><li style=\"list-style-type: lower-alpha;\">It is your responsibility to determine whether, and to what extent, any taxes apply to activities you perform through the Platform, and to withhold, collect, report and remit the correct amounts of taxes to the appropriate tax authorities. We do not undertake any responsibility to store or archive any transaction information, nor does the Platform has any such storage or archival capability. Our fees do not include any present or future sales, use, value added, excise, withholding or similar taxes applicable to our services or associated expenses. We will include any applicable taxes to amounts billed to you.<\/li><\/ol><\/li><\/ol><ol start=\"6\"><li><strong> Intellectual Property Rights<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">The Platform, including any enhancements, derivatives and improvements thereof, is the sole property of us. All the text, images, sounds, music, marks, logos, compilations (meaning the collection, arrangement and assembly of information), charts, diagrams, graphs and other content that forms a part of the Platform (collectively, the “Content”) are the sole property of us and our affiliates.<\/li><li style=\"list-style-type: lower-alpha;\">We hereby grant you a limited, revocable, non-exclusive, non-transferable license, subject to the terms and conditions of these Terms, to access and use the Platform and Content solely for purposes approved by us from time to time. Any other use of the Platform or Content is expressly prohibited and all other right, title, and interest in the Platform or Content is exclusively the property of us and our affiliates.<\/li><li style=\"list-style-type: lower-alpha;\">Nothing in these Terms shall grant you any of such property rights and\/or ownership rights and shall not be considered as an assignment of such rights. Other than access to the Platform in accordance with these Terms, we do not in any way grant our users any license or other intellectual property rights. You shall not (nor attempt to) copy, decompile, reverse engineer, disassemble, derive the source code of, modify, or create derivative works of the Platform or any other part of the Content or in any other way manipulate the Platform.<\/li><li style=\"list-style-type: lower-alpha;\">We do not grant you any licenses or accept the use or display in any manner our trademarks, service marks, logos, or slogans.<\/li><li style=\"list-style-type: lower-alpha;\">In the event that you provide us with any ideas, thoughts, criticisms, suggested improvements, or other feedback related to the Platform (collectively, “Feedback”), you agree that we may use the Feedback in any way we deem appropriate to: (i) improve the Platform and (ii) promote the Platform, and that you will not be due any compensation for your Feedback that is used in these ways.<\/li><\/ol><\/li><\/ol><ol start=\"7\"><li><strong> Risks Disclosure. Assumptions of Risks.<\/strong><\/li><\/ol><p style=\"padding-left: 40px;\">THIS SECTION CONTAINS INFORMATION REGARDING SIGNIFICANT RISKS OF HOLDING AND PURCHASING CRYPTOCURRENCIES, TOKENS OR ANY CRYPTO ASSETS. PLEASE READ THIS SECTION CAREFULLY.<\/p><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Holding and purchasing crypto assets, including tokens, cryptocurrencies, interacting with Protocols, smart contracts and pools involve significant risks and potential for financial losses, including, without limitation, the following:<ol><li style=\"list-style-type: lower-alpha;\">the features, functions, characteristics, operation, use and other properties of any crypto assets (“Asset Properties”) and the software, networks, blockchain networks, ledgers, decentralised protocols, pools, smart contracts, systems, and other technology (collectively, “Underlying Technology”) used to administer, create, issue, transfer, use or transact in crypto assets may be complex, technical or difficult to understand or evaluate;<\/li><li style=\"list-style-type: lower-alpha;\">any crypto asset and its Underlying Technology may be vulnerable to attacks on the security, integrity or operation of the crypto asset or its Underlying Technology (“Attacks”), including Attacks using computing power sufficient to overwhelm the normal operation of a blockchain network or other Underlying Technology;<\/li><li style=\"list-style-type: lower-alpha;\">any decentralised protocol, liquidity pool or smart contract may be vulnerable to Attacks, including phishing attacks. Any decentralised protocol, liquidity pool or smart contract may cease to operate as expected due to various reasons, including Attacks, enforcement and regulatory activities, scamming activities, technical and communication issues. We do not monitor any decentralised protocols, smart contracts or liquidity pools. We do not make any representation and warranty that these decentralised protocols, liquidity pools and smart contracts are safe, secure, verified or verifiable, or of any value or quality or legality;<\/li><li style=\"list-style-type: lower-alpha;\">any liquidity pool or smart contract can be created by any party and this person may add any technical setting to a created pool or smart contract that can be of a fraudulent or misrepresentation nature, introduce a broken logic or program it for non-performing of its functions. We do not make any representation and warranty that liquidity pools and smart contracts are safe, secure, verified or verifiable, or of any value or quality or legality, even if technically supported by us;<\/li><li style=\"list-style-type: lower-alpha;\">any crypto asset, Asset Properties or Underlying Technology may change or otherwise cease to operate as expected due to a change made to the Underlying Technology, a change made using features or functions built into the Underlying Technology or a change resulting from an Attack. These changes may include, without limitation, a “fork” or “rollback” of the crypto asset or blockchain network;<\/li><li style=\"list-style-type: lower-alpha;\">any crypto asset may decrease in value or lose all of its value due to various factors including the discovery of wrongful conduct, market manipulation, changes to Asset Properties or perceived value of Asset Properties, Attacks, suspension or cessation of support for a crypto asset by decentralised protocols, trading platforms, marketplace platforms or service providers, and other factors outside our control;<\/li><li style=\"list-style-type: lower-alpha;\">any crypto asset may be lost if sent to the wrong address (for example, but without limitation, if the address is improperly formatted, contains errors, or is intended to be used for a different type or a standard of crypto assets);<\/li><li style=\"list-style-type: lower-alpha;\">we make no representation whatsoever that any of the crypto assets that are technically supported or may be found or are accessible through the Platform are safe, suitable, true to any representations made by the crypto asset sponsor, verified or verifiable, or of any value or quality or legality;<\/li><li style=\"list-style-type: lower-alpha;\">we undertake no responsibility for conducting any due diligence or screening process with regard to any decentralised protocol, liquidity pool or any crypto asset that is technically supported, accessible or discoverable through the Platform;<\/li><li style=\"list-style-type: lower-alpha;\">we may at any time be required by governmental authorities to freeze access under any Connected Wallets or provide information about users if we have such;<\/li><li style=\"list-style-type: lower-alpha;\">we may at any time, with or without prior notice to users, cease technical support of any decentralised protocol, liquidity pool or any crypto asset or remove any of them from display or accessibility through the Platform for any business or regulatory reason that we may deem appropriate.<\/li><\/ol><\/li><li style=\"list-style-type: lower-alpha;\">The risks described in this Section 7 may result in loss of crypto assets, decrease in or loss of all value or exchangeability of crypto assets, inability to access or transfer crypto assets, inability to exchange crypto assets, inability to receive financial benefits available to other crypto assets holders, and other financial losses to you. You hereby assume and agree that we will have no responsibility or liability for, such risks. You hereby irrevocably waive, release and discharge any and all claims, whether known or unknown to you, against CrowdSwap, its affiliates and their respective shareholders, members, directors, officers, employees, agents and representatives (“Representatives”) related to any of the risks set forth herein.<\/li><li style=\"list-style-type: lower-alpha;\">You represent and warrant that you have: (a) the necessary technical expertise and ability to review and evaluate the security, integrity and operation of any crypto assets that you decide to acquire, exchange or purchase; (b) the necessary technical expertise and ability to review and evaluate the security, integrity and operation of decentralised protocols, liquidity pools or smart contracts; and (c) the knowledge, experience, understanding, professional advice and information to make your own evaluation of the merits and risks of trading in any crypto assets.<\/li><li style=\"list-style-type: lower-alpha;\">You acknowledge that in interacting with and\/or instructing Protocols, pools, initiating swap transactions, you are not relying in any manner on us or our affiliates, and the fact that any Protocol, pool or smart contract is technically supported, accessible or discoverable through the Platform in no way constitutes any endorsement or indication that such Protocol, pool or smart contract has undergone any form of due diligence review or qualification, and in no way indicates any party’s opinion that such Protocols, pools and smart contracts are safe, suitable, true to any third party representations made, verified or verifiable, or of any value or quality or legality.<\/li><li style=\"list-style-type: lower-alpha;\">We do not provide any advice, does not have any fiduciary duty to you or any other user and does not make any warranty about the suitability of any transactions with any crypto assets for you.<\/li><\/ol><\/li><\/ol><ol start=\"8\"><li><strong> Warranties<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THESE TERMS, WE HEREBY DISCLAIM ALL EXPRESS OR IMPLIED WARRANTIES WITH REGARD TO THE PLATFORM AND ITS FUNCTIONALITY, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT AND QUALITY. WE MAKE NO REPRESENTATIONS OR WARRANTIES REGARDING THE RELIABILITY, AVAILABILITY, TIMELINESS, SUITABILITY, ACCURACY OR COMPLETENESS OF THE PLATFORM AND ITS FUNCTIONALITY OR THE RESULTS YOU MAY OBTAIN BY USING THE PLATFORM. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE DO NOT REPRESENT OR WARRANT THAT: (I) THE OPERATION OR USE OF THE PLATFORM WILL BE TIMELY, UNINTERRUPTED OR ERROR-FREE; OR (II) THE QUALITY OF THE PLATFORM WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS.<\/li><li style=\"list-style-type: lower-alpha;\">YOU ACKNOWLEDGE AND AGREE THAT WE DO NOT CONTROL THE TRANSFER OF DATA OVER COMMUNICATIONS FACILITIES, INCLUDING THE INTERNET AND BLOCKCHAIN NETWORKS, AND THAT THE PLATFORM MAY BE SUBJECT TO LIMITATIONS, DELAYS, AND OTHER PROBLEMS INHERENT IN THE USE OF SUCH COMMUNICATIONS FACILITIES. WE ARE NOT AND SHALL NOT BE RESPONSIBLE FOR ANY DELAYS, DELIVERY FAILURES, OR OTHER DAMAGE RESULTING FROM SUCH PROBLEMS. WITHOUT LIMITING THE FOREGOING, WE DO NOT WARRANT OR GUARANTEE THAT ANY OR ALL SECURITY ATTACKS WILL BE DISCOVERED, REPORTED OR REMEDIED, OR THAT THERE WILL NOT BE ANY SECURITY BREACHES BY THIRD PARTIES. EXCEPT WHERE EXPRESSLY PROVIDED OTHERWISE BY US, THE PLATFORM IS PROVIDED TO YOU ON AN “AS IS”, “AS DEVELOPED” AND “AS AVAILABLE” BASIS.<\/li><li style=\"list-style-type: lower-alpha;\">YOU ACCEPT RESPONSIBILITY OF ALL ACTIVITIES AND CONTENTS GENERATED BY YOU THROUGH THE PLATFORM.<\/li><li style=\"list-style-type: lower-alpha;\">YOU FURTHER ACKNOWLEDGE THAT WE DO NOT ACT AS YOUR BROKER-DEALER, INTERMEDIARY, AGENT OR ADVISOR WITH RESPECT TO ANY REQUEST YOU MAKE OR INSTRUCT US TO MAKE VIA THE PLATFORM AND OWE YOU NO FIDUCIARY DUTY. ANY COMMUNICATION BY US TO YOU SHALL NOT BE CONSTRUED UNDER ANY CIRCUMSTANCES AS LEGAL, TAX, ACCOUNTING OR FINANCIAL ADVICE. ANY USE OR ACCESS TO THE PLATFORM SHALL NOT BE CONSTRUED AS THE FACILITATION OF OR EXCHANGE OF SECURITIES OR COMMODITIES AS AN EXCHANGE.<\/li><\/ol><\/li><\/ol><ol start=\"9\"><li><strong> Limitation of Liability<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">IN NO EVENT WE WILL BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, GOODWILL USE, OR DATA), EVEN IF WE HAVE BEEN ON NOTICE OF THE POSSIBILITY OF SUCH DAMAGES. FURTHER, WE WILL NOT BE RESPONSIBLE FOR ANY COMPENSATION OR DAMAGES ARISING IN CONNECTION WITH: (A) YOUR INABILITY TO USE THE PLATFORM, INCLUDING AS A RESULT OF ANY (I) DENIAL OF ACCESS TO ANY CONNECTED WALLET, PURSUANT TO THESE TERMS, (II) OUR DISCONTINUATION OF ANY OR ALL PARTS OF THE PLATFORM OR ANY ITS FUNCTIONALITY, OR, (III) ANY UNANTICIPATED OR UNSCHEDULED DOWNTIME OF ALL OR A PORTION OF THE PLATFORM FOR ANY REASON, INCLUDING AS A RESULT OF POWER OUTAGES, SYSTEM FAILURES OR OTHER INTERRUPTIONS; (B) ANY INVESTMENTS, EXPENDITURES, OR COMMITMENTS MADE BY YOU OR YOUR USE OF OR ACCESS TO THE PLATFORM; OR (C) ANY UNAUTHORISED ACCESS TO, ALTERATION OF, OR THE DELETION, DESTRUCTION, DAMAGE, LOSS OR FAILURE TO STORE ANY DATA.<\/li><li style=\"list-style-type: lower-alpha;\">TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND RULES, OUR AGGREGATE LIABILITY FOR ALL CLAIMS UNDER THESE TERMS SHALL BE LIMITED TO THE TOTAL FEES ACTUALLY PAID BY YOU TO US IN THE THREE (3) MONTHS IMMEDIATELY PRECEDING THE DATE OF THE APPLICABLE CLAIM.<\/li><\/ol><\/li><\/ol><ol start=\"10\"><li><strong> Use and Termination. <\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">You shall not: i) violate any law, regulation, contract, intellectual property or other third-party right, or commit a tort while using the Platform, ii) use the Platform in any manner to engage in any illegal gambling activities, fraud, money laundering, or terrorist activities, or other activities that are illegal under applicable laws or regulations, iii) introduce to the Platform any malware, virus, worms, Trojan horses, logic bombs, or other harmful material, iv) develop any third-party applications that interact with the Platform, or any of its parts or functionalities, without our prior written consent, or unless otherwise agreed, v) use the Platform in any manner that could interfere with, disrupt, negatively affect, or inhibit other users from fully enjoying the Platform, or that could damage, disable, overburden, or impair the functioning of the Platform in any manner, vi) encourage or induce any third party to engage in any of the activities prohibited under these Terms.<\/li><li style=\"list-style-type: lower-alpha;\">We may suspend, restrict, or terminate your access to any portion of the Platform, and\/or any of its functionalities for any reason, with or without explanation. We shall not be obliged to provide you with the notice of our actions.<\/li><\/ol><\/li><\/ol><ol start=\"11\"><li><strong> Indemnification<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">You hereby agree to defend, indemnify and hold harmless CrowdSwap, its affiliates and their Representatives from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising out of or related to: (i) your use and access to the Platform, including your interactions with Protocols, pools or smart contracts, any data or content transmitted or received by you; (ii) your violation of any term of these Terms, including without limitation any actual or alleged breach of your representations, warranties, or obligations set forth in these Terms; (iii) your violation of any third-party right, including without limitation any right of privacy, publicity rights or intellectual property rights; (iv) your violation of any applicable law, rule or regulation; (v) your negligent or wilful misconduct; or (vi) any other party’s access and use of other appropriate security code. The foregoing shall include the actions of any third party who wrongfully commit these actions under your Connected Wallet.<\/li><\/ol><\/li><\/ol><ol start=\"12\"><li><strong> General Terms<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">All notices and communications by you to us under these Terms shall be made in writing to the email: info@crowdswap.org and are effective on the date received (unless the notice specifies a later date).<\/li><li style=\"list-style-type: lower-alpha;\">We may modify these Terms by providing notice of such changes, such as by providing notice through the Platform or updating the “Last Updated” date of these Terms. By continuing to access or use the Platform, you confirm your agreement to the modified Terms. If you do not agree to any modification to these Terms, you must stop using the Platform. We encourage you to frequently review Terms to ensure you understand the terms and conditions that apply to your access to, and use of, the Platform.<\/li><li style=\"list-style-type: lower-alpha;\">From time to time, we may make available special offers or conduct promotions, challenges or contests to certain users. We may establish qualifying criteria to participate in any special promotion at our sole discretion. We may revoke any special offer or promotion at any time without notice. We shall have no obligation to make special offers available to all users. We make no recommendation and do not provide any advice about the value or utility of any crypto asset subject to a promotion.<\/li><li style=\"list-style-type: lower-alpha;\">We are an independent contractor for all purposes. Nothing in these Terms shall be deemed or is intended to be deemed, nor shall it cause, you and us to be treated as partners, joint venturers, or otherwise as joint associates for profit, or either you or us to be treated as the agent of the other.<\/li><li style=\"list-style-type: lower-alpha;\">These Terms of Services, <a href=\"https:\/\/crowdswap.org\/privacy-policy-2\/\">Privacy Policy<\/a>, and all other documents incorporated by reference herein and therein, comprise the entire agreement between you and us.<\/li><li style=\"list-style-type: lower-alpha;\">Section headings in these Terms are for convenience only, and shall not govern the meaning or interpretation of any provision of these Terms.<\/li><li style=\"list-style-type: lower-alpha;\">These Terms are personal to you, you cannot transfer or assign your rights, licenses, interests and\/or obligations to anyone else. We may transfer or assign our rights, licenses, interests and\/or our obligations at any time, including as part of a merger, acquisition or other corporate reorganisation involving the Platform.<\/li><li style=\"list-style-type: lower-alpha;\">If any provision of these Terms is determined to be invalid or unenforceable under any applicable law, this will not affect the validity of any other provision.<\/li><li style=\"list-style-type: lower-alpha;\">We may not always strictly enforce our rights under these Terms. If we do this, it will be just a temporary measure and we may enforce our rights strictly again at any time.<\/li><li style=\"list-style-type: lower-alpha;\">These Terms and any information or notifications that you or we are to provide should be in English. Any translation of these Terms or other documents is provided for your convenience only. In the event of any inconsistency, the English language version of these Terms or other documents shall prevail.<\/li><li style=\"list-style-type: lower-alpha;\">Upon termination of these Terms, all sections of these Terms which by their nature should survive termination or expiration will survive, including without limitation, the following sections: Section 2, Section 3, Sections 4(c)-4(d), Section 6, Section 7, Section 8, Section 9, Section 11 and this Section 12(k).<\/li><li style=\"list-style-type: lower-alpha;\">These Terms shall be governed by and construed in accordance with the laws of the British Virgin Islands. Any dispute controversy, or claim arising out of, or relating to, or in connection with these Terms, including with respect to the formation, applicability, breach, termination, invalidity, enforceability or any dispute regarding non-contractual obligations arising out of or relating to such obligations, shall be referred to the BVI International Arbitration Centre for resolution pursuant to the BVI IAC Arbitration Rules (in force at the time of submission of a Notice of Arbitration and as may be amended from time to time).<\/li><\/ol><\/li><\/ol><p style=\"padding-left: 40px;\">Last Updated on 23 February 2022<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Terms of Service PLEASE READ THESE TERMS OF SERVICE CAREFULLY. BY USING OR ACCESSING OUR PLATFORM, AS DEFINED BELOW, YOU AGREE TO BE LEGALLY BOUND BY THESE TERMS OF SERVICE AND ALL TERMS, POLICIES AND AGREEMENTS INCORPORATED BY REFERENCE. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM. &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/crowdswap.org\/terms-of-service\/\"> <span class=\"screen-reader-text\">Terms of  Service<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":10,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_mo_disable_npp":"","site-sidebar-layout":"no-sidebar","site-content-layout":"page-builder","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v19.3 (Yoast SEO v19.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Service - CrowdSwap<\/title>\n<meta name=\"description\" content=\"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/crowdswap.org\/terms-of-service\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Service - CrowdSwap\" \/>\n<meta property=\"og:description\" content=\"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/crowdswap.org\/terms-of-service\/\" \/>\n<meta property=\"og:site_name\" content=\"CrowdSwap\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-01T13:17:38+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/02\/crowdswap.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1634\" \/>\n\t<meta property=\"og:image:height\" content=\"802\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CrowdSwap_App\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"23 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/crowdswap.org\/terms-of-service\/\",\"url\":\"https:\/\/crowdswap.org\/terms-of-service\/\",\"name\":\"Terms of Service - CrowdSwap\",\"isPartOf\":{\"@id\":\"https:\/\/crowdswap.org\/#website\"},\"datePublished\":\"2022-03-03T08:30:39+00:00\",\"dateModified\":\"2022-06-01T13:17:38+00:00\",\"description\":\"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.\",\"breadcrumb\":{\"@id\":\"https:\/\/crowdswap.org\/terms-of-service\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/crowdswap.org\/terms-of-service\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/crowdswap.org\/terms-of-service\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Blog\",\"item\":\"https:\/\/crowdswap.org\/blog1\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Service\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/crowdswap.org\/#website\",\"url\":\"https:\/\/crowdswap.org\/\",\"name\":\"CrowdSwap\",\"description\":\"Find the best prices in Crypto Space.\",\"publisher\":{\"@id\":\"https:\/\/crowdswap.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/crowdswap.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/crowdswap.org\/#organization\",\"name\":\"CrowdSwap\",\"url\":\"https:\/\/crowdswap.org\/\",\"sameAs\":[\"https:\/\/www.linkedin.com\/company\/crowdswap-crypto\/\",\"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/\",\"https:\/\/twitter.com\/CrowdSwap_App\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"contentUrl\":\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"width\":301,\"height\":30,\"caption\":\"CrowdSwap\"},\"image\":{\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Terms of Service - CrowdSwap","description":"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/crowdswap.org\/terms-of-service\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Service - CrowdSwap","og_description":"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.","og_url":"https:\/\/crowdswap.org\/terms-of-service\/","og_site_name":"CrowdSwap","article_publisher":"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/","article_modified_time":"2022-06-01T13:17:38+00:00","og_image":[{"width":1634,"height":802,"url":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/02\/crowdswap.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_site":"@CrowdSwap_App","twitter_misc":{"Est. reading time":"23 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/crowdswap.org\/terms-of-service\/","url":"https:\/\/crowdswap.org\/terms-of-service\/","name":"Terms of Service - CrowdSwap","isPartOf":{"@id":"https:\/\/crowdswap.org\/#website"},"datePublished":"2022-03-03T08:30:39+00:00","dateModified":"2022-06-01T13:17:38+00:00","description":"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.","breadcrumb":{"@id":"https:\/\/crowdswap.org\/terms-of-service\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/crowdswap.org\/terms-of-service\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/crowdswap.org\/terms-of-service\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Blog","item":"https:\/\/crowdswap.org\/blog1\/"},{"@type":"ListItem","position":2,"name":"Terms of Service"}]},{"@type":"WebSite","@id":"https:\/\/crowdswap.org\/#website","url":"https:\/\/crowdswap.org\/","name":"CrowdSwap","description":"Find the best prices in Crypto Space.","publisher":{"@id":"https:\/\/crowdswap.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/crowdswap.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/crowdswap.org\/#organization","name":"CrowdSwap","url":"https:\/\/crowdswap.org\/","sameAs":["https:\/\/www.linkedin.com\/company\/crowdswap-crypto\/","https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/","https:\/\/twitter.com\/CrowdSwap_App"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/","url":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","contentUrl":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","width":301,"height":30,"caption":"CrowdSwap"},"image":{"@id":"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages\/7775"}],"collection":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/comments?post=7775"}],"version-history":[{"count":3,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages\/7775\/revisions"}],"predecessor-version":[{"id":10213,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages\/7775\/revisions\/10213"}],"wp:attachment":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/media?parent=7775"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}