{"id":8131,"date":"2022-03-03T09:30:39","date_gmt":"2022-03-03T08:30:39","guid":{"rendered":"https:\/\/crowdswap.org\/?page_id=8131"},"modified":"2022-04-19T19:23:44","modified_gmt":"2022-04-19T17:23:44","slug":"nutzungsbedingungen","status":"publish","type":"page","link":"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/","title":{"rendered":"Nutzungsbedingungen"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"8131\" class=\"elementor elementor-8131\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-a31e28c elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"a31e28c\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-00066d0\" data-id=\"00066d0\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-72c9fa1 elementor-widget elementor-widget-heading\" data-id=\"72c9fa1\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-heading-title{padding:0;margin:0;line-height:1}.elementor-widget-heading .elementor-heading-title[class*=elementor-size-]>a{color:inherit;font-size:inherit;line-height:inherit}.elementor-widget-heading .elementor-heading-title.elementor-size-small{font-size:15px}.elementor-widget-heading .elementor-heading-title.elementor-size-medium{font-size:19px}.elementor-widget-heading .elementor-heading-title.elementor-size-large{font-size:29px}.elementor-widget-heading .elementor-heading-title.elementor-size-xl{font-size:39px}.elementor-widget-heading .elementor-heading-title.elementor-size-xxl{font-size:59px}<\/style><h1 class=\"elementor-heading-title elementor-size-default\">Nutzungsbedingungen<\/h1>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-9d4f2a5 elementor-widget elementor-widget-text-editor\" data-id=\"9d4f2a5\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#818a91;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#818a91;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<p>BITTE LESEN SIE DIESE DIENSTLEISTUNGSBEDINGUNGEN SORGFÄLTIG DURCH. DURCH DIE NUTZUNG ODER DEN ZUGRIFF AUF UNSERE PLATTFORM, WIE UNTEN DEFINIERT, ERKLÄREN SIE SICH MIT DIESEN DIENSTLEISTUNGSBEDINGUNGEN UND ALLEN DURCH VERWEIS EINBEZOGENEN BEDINGUNGEN, RICHTLINIEN UND VEREINBARUNGEN EINVERSTANDEN. WENN SIE MIT DIESEN BEDINGUNGEN NICHT EINVERSTANDEN SIND, NUTZEN SIE UNSERE PLATTFORM BITTE NICHT UND GREIFEN SIE NICHT DARAUF ZU. WIR BEHALTEN UNS DAS RECHT VOR, NACH EIGENEM ERMESSEN JEDERZEIT TEILE DIESER DIENSTLEISTUNGSBEDINGUNGEN ZU ÄNDERN, ZU MODIFIZIEREN, HINZUZUFÜGEN ODER ZU ENTFERNEN.<\/p><p>SIE SOLLTEN SICH BEWUSST SEIN, DASS DAS VERLUSTRISIKO BEIM HANDEL, BESITZ UND TAUSCH VON KRYPTO-VERMÖGENSWERTEN, EINSCHLIESSLICH KRYPTOWÄHRUNGEN UND TOKEN, ERHEBLICH SEIN KANN. WIR HANDELN NICHT ALS IHR BROKER-DEALER, VERMITTLER, AGENT ODER BERATER JEGLICHER ART, EINSCHLIESSLICH ROHSTOFFHANDELSBERATER. SIE SOLLTEN DAHER SORGFÄLTIG ABWÄGEN, OB DER HANDEL, DAS HALTEN UND DER TAUSCH VON KRYPTO-VERMÖGENSWERTEN ANGESICHTS IHRER FINANZIELLEN VERHÄLTNISSE FÜR SIE GEEIGNET IST.<\/p><ol start=\"1\"><li><strong>Akzeptanz und Förderungswürdigkeit<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Dies ist ein Vertrag zwischen Ihnen und Smart DeFi Limited, einem auf den Britischen Jungferninseln gegründeten Privatunternehmen. Verweise in diesen Bedingungen auf &#8220;CrowdSwap&#8221;, &#8220;wir&#8221;, &#8220;unser&#8221; oder &#8220;uns&#8221; beziehen sich auf Smart DeFi Limited und Verweise auf &#8220;Sie&#8221;, &#8220;Ihr&#8221;, &#8220;Kunde&#8221; oder &#8220;Nutzer&#8221; beziehen sich auf die Person, mit der CrowdSwap diese Bedingungen abschließt.<\/li><li style=\"list-style-type: lower-alpha;\">Diese Bedingungen gelten für Ihre Nutzung und Ihren Zugriff auf die Plattform. Wenn Sie auf die Plattform zugreifen, eine Verbundene Geldbörse (wie unten definiert) mit der Plattform verbinden oder diese nutzen, erklären Sie sich damit einverstanden, rechtlich an diese Bedingungen, unsere Datenschutzrichtlinie und alle zusätzlichen Bedingungen, Richtlinien und Vereinbarungen, die hierin durch Verweis aufgenommen und von Zeit zu Zeit nach unserem alleinigen Ermessen geändert werden, gebunden zu sein und diese einzuhalten.<\/li><li style=\"list-style-type: lower-alpha;\">Die Plattform, unsere Dienstleistungen und deren Nutzung sind ausschließlich für Nutzer bestimmt, die 18 Jahre oder älter sind und die in diesen Bedingungen beschriebenen Kriterien erfüllen. Sie erklären und garantieren, dass Sie: (i) dass Sie volljährig sind, um einen verbindlichen Vertrag abzuschließen (mindestens 18 Jahre nach dem Recht der Britischen Jungferninseln); (ii) dass Sie nicht zuvor von der Nutzung der Plattform oder unserer Dienste suspendiert oder ausgeschlossen wurden; (iii) dass Sie nicht als eine Person identifiziert wurden, die in irgendeiner Gerichtsbarkeit oder nach irgendeinem anwendbaren Gesetz von der Durchführung von Bank- oder Finanztransaktionen eingeschränkt oder ausgeschlossen ist; (iv) nicht auf einer Liste verdächtiger Personen stehen, denen das Reisen oder die Durchführung von Geschäften oder Finanztransaktionen in irgendeiner Gerichtsbarkeit untersagt ist; (v) nicht Staatsbürger eines Staates, Landes, Territoriums oder einer anderen Gerichtsbarkeit sind, gegen die die Vereinten Nationen oder die Britischen Jungferninseln ein Embargo verhängt haben, oder dort ihren ständigen Wohnsitz haben; und (vi) die volle Befugnis und Vollmacht haben, diesen Bedingungen zuzustimmen.<\/li><li style=\"list-style-type: lower-alpha;\">Darüber hinaus müssen Sie über die erforderliche Ausrüstung (Computer mit Internetanschluss, Mobiltelefon, Tablet oder ein anderes unterstütztes Gerät) und die damit verbundenen Telekommunikationsdienste verfügen, um Zugang zum Internet zu erhalten. Der Zugang zur Plattform kann in Zeiten erheblicher Volatilität oder großen Volumens beeinträchtigt werden oder nicht verfügbar sein. Dies kann dazu führen, dass der Zugang zu Diensten, unterstützten dezentralen Protokollen, Liquiditätspools und intelligenten Verträgen nicht möglich ist, und es kann zu Verzögerungen bei der technischen Unterstützung kommen. Wir haften nicht für Verluste, die aus solchen Verzögerungen resultieren oder sich daraus ergeben.<\/li><\/ol><\/li><\/ol><ol start=\"2\"><li><strong>Plattform<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Die Plattform bietet eine grafische Benutzeroberfläche für die Interaktion mit dezentralen Swap-, Aggregations-, Routing- und\/oder kettenübergreifenden Liquiditätsprotokollen, zugehörigen Pools und intelligenten Verträgen (zusammenfassend &#8220;Protokolle&#8221;), einschließlich der Interaktion mit dem CrowdSwap-Protokoll und dem zugehörigen Ökosystem und den intelligenten Verträgen, sowie mit Funktionen für den Zugriff auf verschiedene Informationen über Krypto-Vermögenswerte und zugehörige Märkte. Wir stellen lediglich eine grafische Benutzeroberfläche für den Zugriff auf und die Interaktion mit Protokollen zur Verfügung. Wir übermitteln weder Informationen, Anweisungen oder Aufträge, noch erleichtern wir irgendwelche Aktivitäten oder führen Börsentransaktionen mit Kryptowährungen durch.<\/li><li style=\"list-style-type: lower-alpha;\">Um die Plattform und ihre Funktionen (einschließlich der Interaktion mit Protokollen) nutzen zu können, müssen Sie sich anmelden, indem Sie eine der folgenden dezentralen Geldbörsen\/Gateways (&#8220;Connected Wallet&#8221;) verbinden:<ol><li style=\"list-style-type: lower-roman;\">MetaMask-Geldbörse (<a href=\"https:\/\/metamask.io\">https:\/\/metamask.io<\/a>);<\/li><li style=\"list-style-type: lower-roman;\">WalletConnect-unterstützte Geldbörse (<a href=\"https:\/\/walletconnect.org\">https:\/\/walletconnect.org<\/a>);<\/li><li style=\"list-style-type: lower-roman;\">Authereum-Wallet (<a href=\"https:\/\/authereum.com\/\">https:\/\/authereum.com\/<\/a>);<\/li><li style=\"list-style-type: lower-roman;\">Dezentrales Torus-Gateway (<a href=\"https:\/\/tor.us\/\">https:\/\/tor.us\/<\/a>).<\/li><\/ol><\/li><\/ol><\/li><\/ol><p style=\"text-align: left;\">Wir unterstützen nicht die Funktionalität der Erstellung von Blockchain-Wallets oder der Verbindung von Blockchain-Wallets mit dezentralen Anwendungen, Wallets oder Protokollen. Beispielsweise kann die Ethereum-Blockchain-Netzwerk-Wallet entweder über das Ethereum-Blockchain-Netzwerk direkt oder über eine dezentrale Anwendung, eine Wallet oder ein Gateway, die das Ethereum-Blockchain-Netzwerk unterstützen, erstellt werden.<\/p><ol><li style=\"list-style-type: lower-alpha;\">Sie sind dafür verantwortlich, ein sicheres Passwort zu erstellen und das Passwort, die Passphrase und\/oder den privaten Schlüssel für Ihre Connected Wallet angemessen zu schützen und zu kontrollieren. Jeder Verlust oder jede Kompromittierung Ihrer Passwörter, Passphrasen, privaten Schlüssel und\/oder Ihrer persönlichen Daten kann zu einem unbefugten Zugriff auf Ihre Connected Wallet durch Dritte, zu einem unbefugten Zugriff auf die Plattform durch Dritte und zum Verlust oder Diebstahl jeglicher Krypto-Assets führen, die über Ihre Connected Wallet gespeichert oder zugänglich sind. Wir übernehmen keine Verantwortung oder Haftung für verlorene oder verlegte Passwörter, Passphrasen, private Schlüssel und\/oder persönliche Informationen. Sie sollten niemals Fernzugriff erlauben oder Ihren Bildschirm mit einer anderen Person teilen, während Sie die Plattform nutzen. Sie sollten niemals Dritten Zugang zu Ihrer Verbundenen Geldbörse gewähren. Sie tragen die volle Verantwortung für alle Aktivitäten, die durch den Zugriff auf oder die Interaktion mit der Plattform und den Protokollen unter Ihrer Verbundenen Geldbörse erfolgen. Wir können nach unserem alleinigen Ermessen Ihren Zugang zur Plattform aus beliebigen Gründen aussetzen oder beenden.<\/li><li style=\"list-style-type: lower-alpha;\">Sie sind in vollem Umfang für jede Aktion oder Transaktion verantwortlich, die mit oder über die Plattform im Rahmen Ihrer Connected Wallet durchgeführt wird, einschließlich, aber nicht beschränkt auf die Interaktion mit Protokollen. Sie sind in vollem Umfang für die Zahlung aller Gebühren im Zusammenhang mit Ihrer Nutzung der Plattform und\/oder Gebühren von Protokollen, Blockchain-Netzwerken oder Liquiditätsanbietern verantwortlich, die unter Ihrer Connected Wallet anfallen. Wir haften in keinem Fall für Verluste oder Schäden, die auf die mangelnde Sicherheit Ihrer Connected Wallet zurückzuführen sind.<\/li><li style=\"list-style-type: lower-alpha;\">Sie erkennen hiermit an und stimmen zu, dass wir nicht verpflichtet sind, Teile der Plattform zu verbessern, zu verändern oder zu ersetzen oder neue Versionen der Plattform zu entwickeln oder freizugeben.<\/li><li style=\"list-style-type: lower-alpha;\">Während der Nutzung der Plattform werden Sie möglicherweise mit Werbematerialien konfrontiert, die Dienstleistungen von Dritten anbieten oder präsentieren. Wir befürworten keine Websites oder Dienstleistungen Dritter. Einige dieser Websites können Materialien enthalten, die möglicherweise anstößig, ungesetzlich oder ungenau sind. Wir sind nicht verantwortlich oder haftbar für Verluste oder Schäden, wenn Sie den Dienst eines Dritten nutzen oder ansehen, und haben keine Kontrolle über solche Dienste. Es liegt in Ihrer alleinigen Verantwortung, die von diesen Dritten angebotenen Dienstleistungen und Produkte sowie die für ihre Dienstleistungen und Produkte geltenden Bedingungen vollständig zu verstehen, bevor Sie mit diesen Dritten Geschäfte tätigen.<\/li><\/ol><\/li><\/ol><ol start=\"3\"><li><strong>Interaktion mit Protokollen<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Wenn wir Ihnen die Funktionalität der Interaktion mit Protokollen, zugehörigen Pools und intelligenten Verträgen zur Verfügung stellen, erfolgt die tatsächliche Ausführung von Swap-Anweisungen und -Transaktionen, das Clearing, die Abrechnung und die Einreichung vollständig dezentralisiert durch ein Protokoll, das nach dem Peer-to-Protocol-Modell betrieben wird.<\/li><li style=\"list-style-type: lower-alpha;\">Sie erkennen hiermit an und erklären sich damit einverstanden, dass wir die Swap-Transaktionen nicht ausführen, dass wir keine Krypto-Vermögenswerte halten oder aufbewahren, dass wir Anweisungen, die Sie über die Plattform übermitteln, nicht sammeln, speichern, verarbeiten oder hosten und dass wir nicht als Verwahrer für Ihre Krypto-Vermögenswerte fungieren.<\/li><li style=\"list-style-type: lower-alpha;\">Sie interagieren nicht mit uns, wenn Sie Swaps durchführen, mit Liquiditätspools interagieren oder einem Protokoll Anweisungen erteilen, sondern Sie interagieren mit einem dezentralen Protokoll, das Ihre Anweisungen oder Anfragen mit dem entsprechenden Liquiditätspool abgleicht.<\/li><li style=\"list-style-type: lower-alpha;\">Wir besitzen oder kontrollieren nicht die zugrundeliegende Software, die den Betrieb von Protokollen regelt, selbst wenn diese technisch von der Plattform unterstützt werden. Alle Interaktionen, die Sie mit den Protokollen über die Plattform vornehmen, erfolgen ausschließlich zwischen Ihnen und diesen Protokollen. Wir sind und werden keine Partei dieser Aktionen sein und werden nur als Anbieter einer grafischen Benutzeroberfläche angesehen.<\/li><li style=\"list-style-type: lower-alpha;\">Obwohl wir das Protokoll namens Crowd Swap und die zugehörigen Smart Contracts entwickelt und technisch unterstützt haben, laufen sowohl das Protokoll als auch die Smart Contracts vollständig dezentralisiert und autonom in Blockchain-Netzwerken innerhalb des Ökosystems des Crowd Swap-Protokolls. Wir sind weder involviert noch in irgendeiner Weise verantwortlich für den Betrieb, die Ausführung oder das Funktionieren des Protokolls und der zugehörigen Smart Contracts und\/oder Ihre Interaktionen oder faktischen Beziehungen mit diesen Smart Contracts. Wir haben weder Zugang zu noch irgendeine andere Möglichkeit, Ihre Anweisungen, Transaktionen zwischen Ihnen und beteiligten Smart Contracts oder Pools zu kontrollieren und\/oder zu beeinflussen.<\/li><li style=\"list-style-type: lower-alpha;\">Sie erkennen hiermit an und erklären sich damit einverstanden, dass wir Ihnen gegenüber keine Haftung für Ansprüche oder Schäden übernehmen, die sich aus Handlungen oder Transaktionen ergeben, die Sie bei der Interaktion mit Protokollen über die Plattform vornehmen.<\/li><li style=\"list-style-type: lower-alpha;\">Sie erkennen hiermit an und stimmen zu, dass jede dritte Person in der Lage ist, einen Liquiditätspool über ein technisch unterstütztes Protokoll zu erstellen und diesem Pool technische Einstellungen hinzuzufügen, die betrügerischer oder falscher Natur sein können, eine fehlerhafte Logik einzuführen oder einen solchen Pool so zu programmieren, dass er seine angekündigten Funktionen nicht erfüllt. Sie müssen jeden Liquiditätspool, den Sie beauftragen oder mit dem Sie Transaktionen durchführen wollen, stets überprüfen und kontrollieren.<\/li><li style=\"list-style-type: lower-alpha;\">Sie erkennen an, dass die Funktionalität von Protokollen, Liquiditätspools, intelligenten Verträgen, Blockchain-Netzwerken, Layer-2-Netzwerken, Krypto-Assets und Token experimenteller Natur ist. Protokolle, Liquiditätspools, intelligente Verträge, mit denen Sie interagieren und auf die Sie sich verlassen, sind Softwareanwendungen von Dritten. Wir geben keinerlei Zusicherungen oder Garantien in Bezug auf diese Drittanbieter-Anwendungen, einschließlich, aber nicht beschränkt auf Zusicherungen und Garantien in Bezug auf Compliance, Verfügbarkeit oder Sicherheit. Wir geben keine Zusicherungen oder Garantien, dass Protokolle, Liquiditätspools und\/oder Smart Contracts mit den Gesetzen einer beliebigen Gerichtsbarkeit konform sind, und Sie sind allein dafür verantwortlich, eine solche Entscheidung in Bezug auf Ihre Interaktion mit solchen Protokollen, Liquiditätspools und Smart Contracts zu treffen.<\/li><\/ol><\/li><\/ol><ol start=\"4\"><li><strong>Über die Plattform zugängliche Informationen<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Wir können Ihnen über die Plattform Zugang zu verschiedenen Informationen über Krypto-Vermögenswerte und damit verbundene Märkte verschaffen.<\/li><li style=\"list-style-type: lower-alpha;\">Alle über die Plattform angezeigten Informationen werden direkt von den jeweiligen Blockchains (z.B. Ethereum oder Binance Smart Chain) oder Protokollen abgerufen und werden nicht von uns gesammelt, zusammengestellt oder in irgendeiner Weise verändert oder verarbeitet.<\/li><li style=\"list-style-type: lower-alpha;\">Wir übernehmen keine Gewähr dafür, dass die über die Plattform verfügbaren Informationen, einschließlich, aber nicht beschränkt auf die Tabellen, Diagramme und Grafiken, genau, zuverlässig, aktuell, vollständig, gültig, stabil oder für Ihre Bedürfnisse geeignet sind. Wir übernehmen keine Garantie für die Aktualität der Technologie oder der Informationen auf der Plattform. Wir lehnen jegliche Haftung für Verluste oder Schäden ab, wenn Sie die über die Plattform verfügbaren Informationen nutzen oder ansehen.<\/li><li style=\"list-style-type: lower-alpha;\">In dem Bestreben, Ihnen auch weiterhin möglichst vollständige und genaue Informationen zur Verfügung zu stellen, können Informationen von Zeit zu Zeit ohne Vorankündigung geändert oder aktualisiert werden, einschließlich und ohne Einschränkung Informationen über unsere Richtlinien und Dienstleistungen. Dementsprechend sollten Sie alle Informationen überprüfen, bevor Sie sich auf sie verlassen, und alle Entscheidungen, die auf den auf der Plattform enthaltenen Informationen beruhen, liegen in Ihrer alleinigen Verantwortung, und wir übernehmen keine Haftung für solche Entscheidungen. Von Dritten zur Verfügung gestellte Informationen, einschließlich historischer Daten, dienen nur zu Informationszwecken, und wir geben keine Zusicherungen oder Garantien für ihre Richtigkeit.<\/li><\/ol><\/li><\/ol><ol start=\"5\"><li><strong>Gebühren und Steuern<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Als Gegenleistung für den Zugang zur Plattform und\/oder die Nutzung ihrer Funktionen, die Interaktion mit Protokollen können wir, die Protokolle und\/oder die Liquiditätspools Gebühren erheben, die auf Ihrer Interaktion mit der Plattform und\/oder den Protokollen, der Durchführung von Swap-Transaktionen und\/oder der Nutzung anderer damit verbundener Dienstleistungen beruhen. Außerdem können Liquiditätspools oder Protokolle Zinssätze auf Transaktionen erheben, die Sie mit ihnen tätigen.<\/li><li style=\"list-style-type: lower-alpha;\">Wir werden Sie über die Plattform über die Höhe der Gebühren und deren Beschreibung informieren. Die Gebühren können von uns, den Protokollen und\/oder den Liquiditätspools mit oder ohne vorherige Ankündigung geändert werden.<\/li><li style=\"list-style-type: lower-alpha;\">Sie erklären sich hiermit bereit, alle anwendbaren Gebühren und alle anderen Beträge, die Ihnen oder in Ihrem Namen durch die Plattform entstehen, in der Höhe zu zahlen, die zum Zeitpunkt des Entstehens dieser Gebühren gilt. Sie sind dafür verantwortlich, die Gebühren regelmäßig und in jedem Einzelfall zu überprüfen, bevor Sie mit der Plattform und\/oder den Protokollen interagieren, Swap-Transaktionen durchführen, Anweisungen an Protokolle oder Pools senden und andere damit verbundene Dienste nutzen, die eine Gebühr verursachen können.<\/li><li style=\"list-style-type: lower-alpha;\">Bitte beachten Sie, dass Blockchain-Netzwerke, verteilte Ledger oder dezentrale Netzwerke und\/oder die von ihnen benannten Drittanbieter Gebühren oder Provisionen erheben können, die durch Ihre Aktivitäten innerhalb dieser Blockchain-Netzwerke, Ledger oder Netzwerke entstehen, einschließlich, aber nicht beschränkt auf Transaktionsgebühren. Zum Beispiel kann das Ethereum-Blockchain-Netzwerk oder das Binance Smart Chain-Blockchain-Netzwerk von Ihnen verlangen, dass Sie eine Gebühr, allgemein bekannt als Gasgebühr, für die Rechenressourcen zahlen, die für die Durchführung einer Transaktion auf dem entsprechenden Blockchain-Netzwerk erforderlich sind. Wir sind nicht und werden niemals für Provisionen von Blockchain-Netzwerken, Ledgern oder dezentralen Netzwerken oder Dritten verantwortlich sein, selbst wenn diese auf die Plattform zugreifen.<\/li><li style=\"list-style-type: lower-alpha;\">Sie erkennen an und stimmen zu, dass wir keine Kontrolle haben über: (a) Transaktionen über Blockchain-Netzwerke, einschließlich des Ethereum-Blockchain-Netzwerks und des Binance-Smart-Chain-Blockchain-Netzwerks; (b) die Art der Zahlung der anwendbaren Gasgebühren; oder (c) Ihre tatsächlichen Zahlungen von Gasgebühren. Dementsprechend müssen Sie bei der Interaktion mit Protokollen sicherstellen, dass Sie über ein ausreichendes Guthaben an ETH (natives Kern-Token des Ethereum-Blockchain-Netzwerks), BNB (natives Kern-Token des Binance Smart Chain-Blockchain-Netzwerks) oder ein anderes natives Kern-Token eines unterstützten Blockchain-Netzwerks in Ihrer Connected Wallet verfügen, um jede Transaktion auf dem jeweiligen Blockchain-Netzwerk abzuschließen.<\/li><li style=\"list-style-type: lower-alpha;\">Es liegt in Ihrer Verantwortung, festzustellen, ob und in welchem Umfang Steuern auf Aktivitäten, die Sie über die Plattform durchführen, anfallen, und die korrekten Steuerbeträge einzubehalten, einzuziehen, zu melden und an die zuständigen Steuerbehörden abzuführen. Wir übernehmen keine Verantwortung für die Speicherung oder Archivierung von Transaktionsdaten, und die Plattform verfügt auch nicht über eine solche Speicher- oder Archivierungsfunktion. Unsere Gebühren enthalten keine gegenwärtigen oder zukünftigen Verkaufs-, Nutzungs-, Mehrwert-, Verbrauchs-, Quellen- oder ähnliche Steuern, die auf unsere Dienstleistungen oder damit verbundene Ausgaben anwendbar sind. Wir werden alle anwendbaren Steuern auf die Ihnen in Rechnung gestellten Beträge aufschlagen.<\/li><\/ol><\/li><\/ol><ol start=\"6\"><li><strong>Rechte an geistigem Eigentum<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Die Plattform, einschließlich aller Erweiterungen, Ableitungen und Verbesserungen derselben, ist unser alleiniges Eigentum. Alle Texte, Bilder, Töne, Musik, Marken, Logos, Zusammenstellungen (d. h. die Sammlung, Anordnung und Zusammenfügung von Informationen), Diagramme, Schaubilder, Grafiken und andere Inhalte, die Teil der Plattform sind (zusammenfassend als &#8220;Inhalt&#8221; bezeichnet), sind alleiniges Eigentum von uns und unseren verbundenen Unternehmen.<\/li><li style=\"list-style-type: lower-alpha;\">Wir gewähren Ihnen hiermit eine eingeschränkte, widerrufliche, nicht ausschließliche und nicht übertragbare Lizenz, vorbehaltlich der Bestimmungen und Bedingungen dieser Bedingungen, für den Zugriff auf die Plattform und den Inhalt und deren Nutzung ausschließlich für Zwecke, die von uns von Zeit zu Zeit genehmigt werden. Jede andere Nutzung der Plattform oder des Inhalts ist ausdrücklich untersagt, und alle anderen Rechte, Titel und Anteile an der Plattform oder dem Inhalt sind ausschließlich Eigentum von uns und unseren verbundenen Unternehmen.<\/li><li style=\"list-style-type: lower-alpha;\">Nichts in diesen Bedingungen gewährt Ihnen derartige Eigentumsrechte und\/oder Eigentumsrechte und ist nicht als Abtretung solcher Rechte anzusehen. Abgesehen vom Zugang zur Plattform in Übereinstimmung mit diesen Bedingungen gewähren wir unseren Nutzern in keiner Weise eine Lizenz oder andere Rechte an geistigem Eigentum. Sie dürfen die Plattform oder einen anderen Teil des Inhalts nicht kopieren, dekompilieren, zurückentwickeln, disassemblieren, den Quellcode ableiten, modifizieren oder abgeleitete Werke davon erstellen oder die Plattform in irgendeiner anderen Weise manipulieren (oder dies versuchen).<\/li><li style=\"list-style-type: lower-alpha;\">Wir gewähren Ihnen keine Lizenzen oder akzeptieren die Verwendung oder Darstellung unserer Marken, Dienstleistungsmarken, Logos oder Slogans in irgendeiner Weise.<\/li><li style=\"list-style-type: lower-alpha;\">Für den Fall, dass Sie uns Ideen, Gedanken, Kritik, Verbesserungsvorschläge oder sonstiges Feedback in Bezug auf die Plattform übermitteln (zusammenfassend &#8220;Feedback&#8221;), erklären Sie sich damit einverstanden, dass wir das Feedback in jeder von uns als angemessen erachteten Weise verwenden dürfen, um: (i) die Plattform zu verbessern und (ii) für die Plattform zu werben, und dass Ihnen für Ihr Feedback, das auf diese Weise verwendet wird, keine Vergütung zusteht.<\/li><\/ol><\/li><\/ol><ol start=\"7\"><li><strong>Offenlegung der Risiken. Annahmen über Risiken.<\/strong><\/li><\/ol><p style=\"padding-left: 40px;\">DIESER ABSCHNITT ENTHÄLT INFORMATIONEN ÜBER DIE WESENTLICHEN RISIKEN DES BESITZES UND KAUFS VON KRYPTOWÄHRUNGEN, TOKENS ODER ANDEREN KRYPTOANLAGEN. BITTE LESEN SIE DIESEN ABSCHNITT SORGFÄLTIG.<\/p><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Das Halten und der Kauf von Krypto-Vermögenswerten, einschließlich Token, Kryptowährungen, die Interaktion mit Protokollen, intelligenten Verträgen und Pools bergen erhebliche Risiken und das Potenzial für finanzielle Verluste, einschließlich, aber nicht beschränkt auf die folgenden:<ol><li style=\"list-style-type: lower-alpha;\">die Merkmale, Funktionen, Charakteristika, der Betrieb, die Verwendung und andere Eigenschaften von Krypto-Vermögenswerten (&#8220;Vermögenseigenschaften&#8221;) und die Software, Netzwerke, Blockchain-Netzwerke, Ledger, dezentralisierte Protokolle, Pools, Smart Contracts, Systeme und andere Technologien (zusammen &#8220;zugrundeliegende Technologie&#8221;), die zur Verwaltung, Erstellung, Ausgabe, Übertragung, Verwendung oder Transaktion von Krypto-Vermögenswerten verwendet werden, können komplex, technisch oder schwer zu verstehen oder zu bewerten sein;<\/li><li style=\"list-style-type: lower-alpha;\">Jeder Krypto-Vermögenswert und seine zugrunde liegende Technologie kann anfällig für Angriffe auf die Sicherheit, die Integrität oder den Betrieb des Krypto-Vermögenswertes oder seiner zugrunde liegenden Technologie (&#8220;Angriffe&#8221;) sein, einschließlich Angriffen, die eine ausreichende Rechenleistung nutzen, um den normalen Betrieb eines Blockchain-Netzwerks oder einer anderen zugrunde liegenden Technologie zu überfordern;<\/li><li style=\"list-style-type: lower-alpha;\">Jedes dezentralisierte Protokoll, jeder Liquiditätspool und jeder intelligente Vertrag kann für Angriffe, einschließlich Phishing-Angriffe, anfällig sein. Ein dezentrales Protokoll, ein Liquiditätspool oder ein intelligenter Vertrag kann aus verschiedenen Gründen nicht mehr wie erwartet funktionieren, z. B. aufgrund von Angriffen, Durchsetzungs- und Regulierungsmaßnahmen, Betrugsaktivitäten, technischen und Kommunikationsproblemen. Wir überwachen keine dezentralen Protokolle, Smart Contracts oder Liquiditätspools. Wir geben keine Zusicherungen und Garantien dafür ab, dass diese dezentralen Protokolle, Liquiditätspools und intelligenten Verträge sicher, verifiziert oder überprüfbar sind oder irgendeinen Wert, eine Qualität oder Legalität haben;<\/li><li style=\"list-style-type: lower-alpha;\">Jeder Liquiditätspool oder intelligente Vertrag kann von jeder Partei erstellt werden, und diese Person kann einem erstellten Pool oder intelligenten Vertrag eine technische Einstellung hinzufügen, die betrügerischer oder falscher Natur sein kann, eine fehlerhafte Logik einführen oder ihn so programmieren, dass er seine Funktionen nicht erfüllt. Wir geben keine Zusicherungen und Garantien dafür ab, dass Liquiditätspools und intelligente Verträge sicher, verifiziert oder überprüfbar sind oder irgendeinen Wert, eine Qualität oder Rechtmäßigkeit haben, selbst wenn sie von uns technisch unterstützt werden;<\/li><li style=\"list-style-type: lower-alpha;\">Krypto-Vermögenswerte, Vermögenswert-Eigenschaften oder zugrundeliegende Technologien können sich aufgrund einer Änderung der zugrundeliegenden Technologie, einer Änderung unter Verwendung von in die zugrundeliegende Technologie integrierten Merkmalen oder Funktionen oder einer Änderung infolge eines Angriffs ändern oder anderweitig nicht mehr wie erwartet funktionieren. Zu diesen Änderungen kann unter anderem ein &#8220;Fork&#8221; oder &#8220;Rollback&#8221; des Kryptoaktivums oder des Blockchain-Netzwerks gehören;<\/li><li style=\"list-style-type: lower-alpha;\">Jeder Krypto-Vermögenswert kann im Wert sinken oder seinen gesamten Wert aufgrund verschiedener Faktoren verlieren, einschließlich der Aufdeckung von unrechtmäßigem Verhalten, Marktmanipulation, Änderungen der Vermögenswerteigenschaften oder des wahrgenommenen Wertes der Vermögenswerteigenschaften, Angriffe, Aussetzung oder Einstellung der Unterstützung für einen Krypto-Vermögenswert durch dezentrale Protokolle, Handelsplattformen, Marktplatzplattformen oder Dienstleister sowie andere Faktoren, die außerhalb unserer Kontrolle liegen;<\/li><li style=\"list-style-type: lower-alpha;\">Krypto-Vermögenswerte können verloren gehen, wenn sie an die falsche Adresse gesendet werden (z. B. wenn die Adresse falsch formatiert ist, Fehler enthält oder für einen anderen Typ oder Standard von Krypto-Vermögenswerten bestimmt ist);<\/li><li style=\"list-style-type: lower-alpha;\">Wir geben keinerlei Zusicherungen ab, dass die Krypto-Assets, die technisch unterstützt werden oder über die Plattform gefunden werden können oder zugänglich sind, sicher, geeignet, wahrheitsgetreu, verifiziert oder überprüfbar sind oder irgendeinen Wert, eine Qualität oder Legalität haben;<\/li><li style=\"list-style-type: lower-alpha;\">Wir übernehmen keine Verantwortung für die Durchführung von Due-Diligence-Prüfungen oder Screening-Prozessen in Bezug auf dezentrale Protokolle, Liquiditätspools oder Krypto-Assets, die technisch unterstützt werden und über die Plattform zugänglich oder auffindbar sind;<\/li><li style=\"list-style-type: lower-alpha;\">Wir können jederzeit von staatlichen Behörden aufgefordert werden, den Zugang zu Connected Wallets zu sperren oder Informationen über Nutzer bereitzustellen, wenn wir solche haben;<\/li><li style=\"list-style-type: lower-alpha;\">Wir können jederzeit, mit oder ohne vorherige Benachrichtigung der Nutzer, die technische Unterstützung eines dezentralen Protokolls, eines Liquiditätspools oder eines Krypto-Assets einstellen oder diese aus geschäftlichen oder regulatorischen Gründen, die wir für angemessen halten, von der Anzeige oder Zugänglichkeit über die Plattform entfernen.<\/li><\/ol><\/li><li style=\"list-style-type: lower-alpha;\">Die in diesem Abschnitt 7 beschriebenen Risiken können zum Verlust von Krypto-Vermögenswerten, zur Verringerung oder zum Verlust des gesamten Wertes oder der Austauschbarkeit von Krypto-Vermögenswerten, zur Unfähigkeit, auf Krypto-Vermögenswerte zuzugreifen oder sie zu übertragen, zur Unfähigkeit, Krypto-Vermögenswerte auszutauschen, zur Unfähigkeit, finanzielle Vorteile zu erhalten, die anderen Inhabern von Krypto-Vermögenswerten zur Verfügung stehen, und zu anderen finanziellen Verlusten für Sie führen. Sie nehmen hiermit an und stimmen zu, dass wir keine Verantwortung oder Haftung für solche Risiken übernehmen. Sie verzichten hiermit unwiderruflich auf alle Ihnen bekannten oder unbekannten Ansprüche gegenüber CrowdSwap, seinen verbundenen Unternehmen und deren jeweiligen Aktionären, Mitgliedern, Direktoren, leitenden Angestellten, Mitarbeitern, Bevollmächtigten und Vertretern (&#8220;Vertreter&#8221;) im Zusammenhang mit den hier dargelegten Risiken und stellen diese frei.<\/li><li style=\"list-style-type: lower-alpha;\">Sie sichern zu und gewährleisten, dass Sie über: (a) das erforderliche technische Fachwissen und die Fähigkeit, die Sicherheit, Integrität und Funktionsweise von Krypto-Vermögenswerten, die Sie erwerben, tauschen oder kaufen möchten, zu überprüfen und zu bewerten; (b) das erforderliche technische Fachwissen und die Fähigkeit, die Sicherheit, Integrität und Funktionsweise von dezentralen Protokollen, Liquiditätspools oder intelligenten Verträgen zu überprüfen und zu bewerten; und (c) das Wissen, die Erfahrung, das Verständnis, die professionelle Beratung und die Informationen, um Ihre eigene Bewertung der Vorzüge und Risiken des Handels mit Krypto-Vermögenswerten vorzunehmen.<\/li><li style=\"list-style-type: lower-alpha;\">Sie erkennen an, dass Sie sich bei der Interaktion mit und\/oder der Beauftragung von Protokollen, Pools, der Initiierung von Swap-Transaktionen in keiner Weise auf uns oder unsere verbundenen Unternehmen verlassen, und die Tatsache, dass ein Protokoll, ein Pool oder ein Smart Contract technisch unterstützt wird, über die Plattform zugänglich oder auffindbar ist, stellt in keiner Weise eine Befürwortung oder einen Hinweis darauf dar, dass ein solches Protokoll, ein solcher Pool oder ein solcher Smart Contract in irgendeiner Form einer Due-Diligence-Prüfung oder Qualifizierung unterzogen wurde, Die Tatsache, dass ein Protokoll, ein Pool oder ein Smart Contract durch die Plattform technisch unterstützt wird, zugänglich oder auffindbar ist, stellt in keiner Weise eine Befürwortung oder einen Hinweis darauf dar, dass ein solches Protokoll, ein solcher Pool oder ein solcher Smart Contract in irgendeiner Form einer Due-Diligence-Prüfung oder einer Qualifizierung unterzogen wurde, und ist in keiner Weise ein Hinweis darauf, dass eine Partei der Meinung ist, dass solche Protokolle, Pools und Smart Contracts sicher, geeignet, wahrheitsgetreu, verifiziert oder überprüfbar oder von irgendeinem Wert oder einer Qualität oder Legalität sind.<\/li><li style=\"list-style-type: lower-alpha;\">Wir bieten keine Beratung an, haben keine treuhänderische Verpflichtung Ihnen oder anderen Nutzern gegenüber und geben keine Garantie über die Eignung von Transaktionen mit Krypto-Vermögenswerten für Sie.<\/li><\/ol><\/li><\/ol><ol start=\"8\"><li><strong>Garantien<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">MIT AUSNAHME DER AUSDRÜCKLICHEN GARANTIEN, DIE IN DIESEN BEDINGUNGEN FESTGELEGT SIND, LEHNEN WIR HIERMIT ALLE AUSDRÜCKLICHEN ODER STILLSCHWEIGENDEN GARANTIEN IN BEZUG AUF DIE PLATTFORM UND IHRE FUNKTIONEN AB, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF STILLSCHWEIGENDE GARANTIEN DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK, DES EIGENTUMS, DER NICHTVERLETZUNG VON RECHTEN UND DER QUALITÄT. WIR GEBEN KEINE ZUSICHERUNGEN ODER GARANTIEN IN BEZUG AUF DIE ZUVERLÄSSIGKEIT, VERFÜGBARKEIT, RECHTZEITIGKEIT, EIGNUNG, GENAUIGKEIT ODER VOLLSTÄNDIGKEIT DER PLATTFORM UND IHRER FUNKTIONEN ODER DIE ERGEBNISSE, DIE SIE DURCH DIE NUTZUNG DER PLATTFORM ERZIELEN KÖNNEN. OHNE DIE ALLGEMEINGÜLTIGKEIT DES VORSTEHENDEN EINZUSCHRÄNKEN, GEBEN WIR KEINE ZUSICHERUNG ODER GEWÄHRLEISTUNG AB, DASS: (I) DER BETRIEB ODER DIE NUTZUNG DER PLATTFORM ZEITGERECHT, OHNE UNTERBRECHUNGEN ODER FEHLERFREI ERFOLGT; ODER (II) DIE QUALITÄT DER PLATTFORM IHREN ANFORDERUNGEN ODER ERWARTUNGEN ENTSPRICHT.<\/li><li style=\"list-style-type: lower-alpha;\">SIE ERKENNEN AN UND STIMMEN ZU, DASS WIR DIE ÜBERTRAGUNG VON DATEN ÜBER KOMMUNIKATIONSEINRICHTUNGEN, EINSCHLIESSLICH DES INTERNETS UND DER BLOCKCHAIN-NETZWERKE, NICHT KONTROLLIEREN UND DASS DIE PLATTFORM EINSCHRÄNKUNGEN, VERZÖGERUNGEN UND ANDEREN PROBLEMEN UNTERWORFEN SEIN KANN, DIE MIT DER NUTZUNG SOLCHER KOMMUNIKATIONSEINRICHTUNGEN VERBUNDEN SIND. WIR SIND NICHT UND ÜBERNEHMEN KEINE VERANTWORTUNG FÜR VERZÖGERUNGEN, LIEFERAUSFÄLLE ODER ANDERE SCHÄDEN, DIE AUS SOLCHEN PROBLEMEN RESULTIEREN. OHNE DAS VORSTEHENDE EINZUSCHRÄNKEN, ÜBERNEHMEN WIR KEINE GEWÄHRLEISTUNG ODER GARANTIE DAFÜR, DASS ALLE SICHERHEITSANGRIFFE ENTDECKT, GEMELDET ODER BEHOBEN WERDEN ODER DASS ES NICHT ZU SICHERHEITSVERLETZUNGEN DURCH DRITTE KOMMT. SOFERN NICHT AUSDRÜCKLICH ANDERS VON UNS ANGEGEBEN, WIRD DIE PLATTFORM IN DER VORLIEGENDEN FORM&#8221;, IN DER ENTWICKLUNGSPHASE&#8221; UND IN DER VERFÜGBAREN FORM&#8221; ZUR VERFÜGUNG GESTELLT.<\/li><li style=\"list-style-type: lower-alpha;\">SIE ÜBERNEHMEN DIE VERANTWORTUNG FÜR ALLE VON IHNEN ÜBER DIE PLATTFORM GENERIERTEN AKTIVITÄTEN UND INHALTE.<\/li><li style=\"list-style-type: lower-alpha;\">SIE ERKENNEN FERNER AN, DASS WIR NICHT ALS IHR BROKER-DEALER, VERMITTLER, AGENT ODER BERATER IN BEZUG AUF JEDE ANFRAGE, DIE SIE ÜBER DIE PLATTFORM STELLEN ODER UNS ANWEISEN, DIESE ZU STELLEN, HANDELN UND IHNEN KEINE TREUHÄNDERISCHE PFLICHT SCHULDEN. EINE MITTEILUNG VON UNS AN SIE DARF UNTER KEINEN UMSTÄNDEN ALS RECHTS-, STEUER-, BUCHHALTUNGS- ODER FINANZBERATUNG AUSGELEGT WERDEN. DIE NUTZUNG DER PLATTFORM ODER DER ZUGANG ZUR PLATTFORM DARF NICHT ALS ERLEICHTERUNG ODER AUSTAUSCH VON WERTPAPIEREN ODER WAREN VERSTANDEN WERDEN.<\/li><\/ol><\/li><\/ol><ol start=\"9\"><li><strong>Beschränkung der Haftung<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">IN KEINEM FALL HAFTEN WIR IHNEN ODER DRITTEN GEGENÜBER FÜR DIREKTE, INDIREKTE, ZUFÄLLIGE, BESONDERE, FOLGE- ODER EXEMPLARISCHE SCHÄDEN (EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF SCHÄDEN FÜR GEWINN-, FIRMENWERT- ODER DATENVERLUSTE), SELBST WENN WIR VON DER MÖGLICHKEIT SOLCHER SCHÄDEN IN KENNTNIS GESETZT WORDEN SIND. FERNER SIND WIR NICHT VERANTWORTLICH FÜR JEGLICHE ENTSCHÄDIGUNG ODER SCHÄDEN, DIE IM ZUSAMMENHANG MIT: (A) IHRE UNFÄHIGKEIT, DIE PLATTFORM ZU NUTZEN, EINSCHLIESSLICH ALS FOLGE (I) DER VERWEIGERUNG DES ZUGANGS ZU EINER ANGESCHLOSSENEN GELDBÖRSE GEMÄSS DIESEN BEDINGUNGEN, (II) UNSERER EINSTELLUNG EINES ODER ALLER TEILE DER PLATTFORM ODER IHRER FUNKTIONEN ODER (III) EINER UNVORHERGESEHENEN ODER UNGEPLANTEN AUSFALLZEIT DER GESAMTEN PLATTFORM ODER EINES TEILS DAVON AUS IRGENDEINEM GRUND, EINSCHLIESSLICH ALS FOLGE VON STROMAUSFÄLLEN, SYSTEMAUSFÄLLEN ODER ANDEREN UNTERBRECHUNGEN; (B) VON IHNEN GETÄTIGTE INVESTITIONEN, AUSGABEN ODER VERPFLICHTUNGEN ODER IHRE NUTZUNG DER PLATTFORM ODER IHR ZUGANG ZU IHR; ODER (C) UNBEFUGTER ZUGRIFF AUF, VERÄNDERUNG VON ODER LÖSCHUNG, ZERSTÖRUNG, BESCHÄDIGUNG, VERLUST ODER AUSFALL DER SPEICHERUNG VON DATEN.<\/li><li style=\"list-style-type: lower-alpha;\">IM GRÖSSTMÖGLICHEN NACH GELTENDEM RECHT UND REGELUNGEN ZULÄSSIGEN UMFANG IST UNSERE GESAMTHAFTUNG FÜR ALLE ANSPRÜCHE IM RAHMEN DIESER BEDINGUNGEN AUF DIE GESAMTEN GEBÜHREN BESCHRÄNKT, DIE SIE IN DEN DREI (3) MONATEN UNMITTELBAR VOR DEM DATUM DES ANSPRUCHES TATSÄCHLICH AN UNS GEZAHLT HABEN.<\/li><\/ol><\/li><\/ol><ol start=\"10\"><li><strong>Nutzung und Beendigung.<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Sie dürfen nicht: i) bei der Nutzung der Plattform gegen Gesetze, Vorschriften, Verträge, Rechte an geistigem Eigentum oder andere Rechte Dritter zu verstoßen oder eine unerlaubte Handlung zu begehen, ii) die Plattform in irgendeiner Weise für illegale Glücksspiele, Betrug, Geldwäsche oder terroristische Aktivitäten oder andere Aktivitäten, die nach den geltenden Gesetzen oder Vorschriften illegal sind, zu nutzen, iii) Malware, Viren, Würmer, Trojanische Pferde, Logikbomben oder anderes schädliches Material in die Plattform einzuführen, iv) Anwendungen Dritter zu entwickeln, die mit der Plattform oder einem ihrer Teile oder Funktionen interagieren, ohne unsere vorherige schriftliche Zustimmung oder sofern nicht anderweitig vereinbart, v) die Plattform in einer Weise zu nutzen, die andere Nutzer stören, unterbrechen, negativ beeinflussen oder daran hindern könnte, die Plattform in vollem Umfang zu nutzen, oder die das Funktionieren der Plattform in irgendeiner Weise beschädigen, deaktivieren, überlasten oder beeinträchtigen könnte, vi) Dritte zu ermutigen oder zu veranlassen, sich an einer der gemäß diesen Bedingungen verbotenen Aktivitäten zu beteiligen.<\/li><li style=\"list-style-type: lower-alpha;\">Wir können Ihren Zugang zu jedem Teil der Plattform und\/oder zu jeder ihrer Funktionalitäten aus jedem Grund mit oder ohne Erklärung aussetzen, einschränken oder beenden. Wir sind nicht verpflichtet, Sie von unseren Maßnahmen in Kenntnis zu setzen.<\/li><\/ol><\/li><\/ol><ol start=\"11\"><li><strong>Entschädigung<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Sie erklären sich hiermit bereit, CrowdSwap, seine verbundenen Unternehmen und deren Vertreter zu verteidigen, zu entschädigen und schadlos zu halten von und gegen alle Ansprüche, Schäden, Verpflichtungen, Verluste, Haftungen, Kosten oder Schulden und Ausgaben (einschließlich, aber nicht beschränkt auf Anwaltskosten), die sich aus oder im Zusammenhang mit: (i) Ihre Nutzung und Ihr Zugang zur Plattform, einschließlich Ihrer Interaktionen mit Protokollen, Pools oder intelligenten Verträgen, von Ihnen übermittelten oder empfangenen Daten oder Inhalten; (ii) Ihre Verletzung einer Bestimmung dieser Bedingungen, einschließlich, aber nicht beschränkt auf eine tatsächliche oder angebliche Verletzung Ihrer Zusicherungen, Gewährleistungen oder Verpflichtungen, die in diesen Bedingungen dargelegt sind; (iii) Ihre Verletzung von Rechten Dritter, einschließlich, aber nicht beschränkt auf Datenschutzrechte, Veröffentlichungsrechte oder Rechte an geistigem Eigentum; (iv) Ihre Verletzung geltender Gesetze, Regeln oder Vorschriften; (v) Ihr fahrlässiges oder vorsätzliches Fehlverhalten; oder (vi) der Zugang und die Verwendung anderer geeigneter Sicherheitscodes durch eine andere Partei. Dies gilt auch für die Handlungen von Dritten, die diese Handlungen unrechtmäßig unter Ihrer Connected Wallet begehen.<\/li><\/ol><\/li><\/ol><ol start=\"12\"><li><strong>Allgemeine Begriffe<\/strong><\/li><\/ol><ol><li style=\"list-style-type: none;\"><ol><li style=\"list-style-type: lower-alpha;\">Alle Benachrichtigungen und Mitteilungen, die Sie uns im Rahmen dieser Bedingungen zukommen lassen, sind schriftlich an die E-Mail-Adresse info@crowdswap.org zu richten und treten an dem Tag in Kraft, an dem wir sie erhalten (es sei denn, in der Benachrichtigung ist ein späteres Datum angegeben).<\/li><li style=\"list-style-type: lower-alpha;\">Wir können diese Bedingungen ändern, indem wir solche Änderungen bekannt geben, z. B. durch Bekanntgabe über die Plattform oder durch Aktualisierung des Datums &#8220;Zuletzt aktualisiert&#8221; in diesen Bedingungen. Indem du weiterhin auf die Plattform zugreifst oder sie nutzt, bestätigst du dein Einverständnis mit den geänderten Bedingungen. Wenn Sie mit einer Änderung dieser Bedingungen nicht einverstanden sind, müssen Sie die Nutzung der Plattform einstellen. Wir empfehlen Ihnen, die Bedingungen regelmäßig zu überprüfen, um sicherzustellen, dass Sie die für Ihren Zugriff auf die Plattform und deren Nutzung geltenden Bedingungen verstehen.<\/li><li style=\"list-style-type: lower-alpha;\">Von Zeit zu Zeit können wir bestimmten Nutzern Sonderangebote zur Verfügung stellen oder Werbeaktionen, Herausforderungen oder Wettbewerbe durchführen. Wir können nach eigenem Ermessen Qualifikationskriterien für die Teilnahme an Sonderangeboten festlegen. Wir können jedes Sonderangebot oder jede Werbeaktion jederzeit ohne Vorankündigung widerrufen. Wir sind nicht verpflichtet, Sonderangebote allen Nutzern zur Verfügung zu stellen. Wir sprechen keine Empfehlung aus und geben keine Ratschläge bezüglich des Wertes oder Nutzens von Kryptowährungen, die Gegenstand einer Werbeaktion sind.<\/li><li style=\"list-style-type: lower-alpha;\">Wir sind für alle Zwecke ein unabhängiger Auftragnehmer. Nichts in diesen Bedingungen soll als Partner, Joint-Venture-Unternehmen oder anderweitig als gemeinsame Partner mit Gewinnerzielungsabsicht angesehen werden oder dazu führen, dass Sie oder wir als Vertreter des jeweils anderen behandelt werden.<\/li><li style=\"list-style-type: lower-alpha;\">Diese Nutzungsbedingungen, die Datenschutzrichtlinie und alle anderen Dokumente, auf die hierin Bezug genommen wird, stellen die gesamte Vereinbarung zwischen Ihnen und uns dar.<\/li><li style=\"list-style-type: lower-alpha;\">Die Überschriften der Abschnitte in diesen Bedingungen dienen lediglich der Übersichtlichkeit und sind nicht maßgeblich für die Bedeutung oder Auslegung der Bestimmungen dieser Bedingungen.<\/li><li style=\"list-style-type: lower-alpha;\">Diese Bedingungen gelten für Sie persönlich, Sie können Ihre Rechte, Lizenzen, Interessen und\/oder Verpflichtungen nicht an eine andere Person übertragen oder abtreten. Wir können unsere Rechte, Lizenzen, Interessen und\/oder Verpflichtungen jederzeit übertragen oder abtreten, auch im Rahmen einer Fusion, Übernahme oder sonstigen Unternehmensumstrukturierung, die die Plattform betrifft.<\/li><li style=\"list-style-type: lower-alpha;\">Sollte eine Bestimmung dieser Bedingungen nach geltendem Recht ungültig oder nicht durchsetzbar sein, so berührt dies nicht die Gültigkeit der anderen Bestimmungen.<\/li><li style=\"list-style-type: lower-alpha;\">Es kann sein, dass wir unsere Rechte aus diesen Bedingungen nicht immer strikt durchsetzen. Wenn wir dies tun, handelt es sich nur um eine vorübergehende Maßnahme, und wir können unsere Rechte jederzeit wieder strikt durchsetzen.<\/li><li style=\"list-style-type: lower-alpha;\">Diese Bedingungen und alle Informationen oder Mitteilungen, die Sie oder wir bereitstellen müssen, sollten in englischer Sprache abgefasst sein. Eine Übersetzung dieser Bedingungen oder anderer Dokumente wird nur zu Ihrem Nutzen bereitgestellt. Im Falle von Unstimmigkeiten ist die englische Version dieser Bedingungen oder anderer Dokumente maßgebend.<\/li><li style=\"list-style-type: lower-alpha;\">Bei Beendigung dieser Bedingungen bleiben alle Abschnitte dieser Bedingungen, die ihrer Natur nach die Beendigung oder den Ablauf überdauern sollten, bestehen, einschließlich und ohne Einschränkung die folgenden Abschnitte: Abschnitt 2, Abschnitt 3, Abschnitte 4(c)-4(d), Abschnitt 6, Abschnitt 7, Abschnitt 8, Abschnitt 9, Abschnitt 11 und dieser Abschnitt 12(k).<\/li><li style=\"list-style-type: lower-alpha;\">Diese Bedingungen unterliegen den Gesetzen der Britischen Jungferninseln und werden in Übereinstimmung mit diesen ausgelegt. Alle Streitigkeiten, Meinungsverschiedenheiten oder Ansprüche, die sich aus diesen Bedingungen ergeben oder sich auf diese beziehen oder mit ihnen in Verbindung stehen, einschließlich der Streitigkeiten über das Zustandekommen, die Anwendbarkeit, die Verletzung, die Beendigung, die Ungültigkeit, die Durchsetzbarkeit oder alle Streitigkeiten über außervertragliche Verpflichtungen, die sich aus diesen Verpflichtungen ergeben oder mit ihnen in Verbindung stehen, werden an das BVI International Arbitration Centre zur Beilegung gemäß der BVI IAC Arbitration Rules (in der zum Zeitpunkt der Einreichung einer Notice of Arbitration geltenden Fassung und in ihrer jeweils gültigen Fassung) verwiesen.<\/li><\/ol><\/li><\/ol><p style=\"padding-left: 40px;\">Zuletzt aktualisiert am 23. Februar 2022<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Nutzungsbedingungen BITTE LESEN SIE DIESE DIENSTLEISTUNGSBEDINGUNGEN SORGFÄLTIG DURCH. DURCH DIE NUTZUNG ODER DEN ZUGRIFF AUF UNSERE PLATTFORM, WIE UNTEN DEFINIERT, ERKLÄREN SIE SICH MIT DIESEN DIENSTLEISTUNGSBEDINGUNGEN UND ALLEN DURCH VERWEIS EINBEZOGENEN BEDINGUNGEN, RICHTLINIEN UND VEREINBARUNGEN EINVERSTANDEN. WENN SIE MIT DIESEN BEDINGUNGEN NICHT EINVERSTANDEN SIND, NUTZEN SIE UNSERE PLATTFORM BITTE NICHT UND GREIFEN SIE NICHT DARAUF &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/\"> <span class=\"screen-reader-text\">Nutzungsbedingungen<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":10,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_mo_disable_npp":"","site-sidebar-layout":"no-sidebar","site-content-layout":"page-builder","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v19.3 (Yoast SEO v19.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Nutzungsbedingungen - CrowdSwap<\/title>\n<meta name=\"description\" content=\"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Nutzungsbedingungen - CrowdSwap\" \/>\n<meta property=\"og:description\" content=\"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/\" \/>\n<meta property=\"og:site_name\" content=\"CrowdSwap\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-04-19T17:23:44+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/02\/crowdswap.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1634\" \/>\n\t<meta property=\"og:image:height\" content=\"802\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CrowdSwap_App\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"23 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/\",\"url\":\"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/\",\"name\":\"Nutzungsbedingungen - CrowdSwap\",\"isPartOf\":{\"@id\":\"https:\/\/crowdswap.org\/#website\"},\"datePublished\":\"2022-03-03T08:30:39+00:00\",\"dateModified\":\"2022-04-19T17:23:44+00:00\",\"description\":\"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.\",\"breadcrumb\":{\"@id\":\"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Blog\",\"item\":\"https:\/\/crowdswap.org\/blog1\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Nutzungsbedingungen\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/crowdswap.org\/#website\",\"url\":\"https:\/\/crowdswap.org\/\",\"name\":\"CrowdSwap\",\"description\":\"Find the best prices in Crypto Space.\",\"publisher\":{\"@id\":\"https:\/\/crowdswap.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/crowdswap.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/crowdswap.org\/#organization\",\"name\":\"CrowdSwap\",\"url\":\"https:\/\/crowdswap.org\/\",\"sameAs\":[\"https:\/\/www.linkedin.com\/company\/crowdswap-crypto\/\",\"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/\",\"https:\/\/twitter.com\/CrowdSwap_App\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"contentUrl\":\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"width\":301,\"height\":30,\"caption\":\"CrowdSwap\"},\"image\":{\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Nutzungsbedingungen - CrowdSwap","description":"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/","og_locale":"en_US","og_type":"article","og_title":"Nutzungsbedingungen - CrowdSwap","og_description":"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.","og_url":"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/","og_site_name":"CrowdSwap","article_publisher":"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/","article_modified_time":"2022-04-19T17:23:44+00:00","og_image":[{"width":1634,"height":802,"url":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/02\/crowdswap.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_site":"@CrowdSwap_App","twitter_misc":{"Est. reading time":"23 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/","url":"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/","name":"Nutzungsbedingungen - CrowdSwap","isPartOf":{"@id":"https:\/\/crowdswap.org\/#website"},"datePublished":"2022-03-03T08:30:39+00:00","dateModified":"2022-04-19T17:23:44+00:00","description":"PLEASE READ THESE TERMS OF SERVICE CAREFULLY. IF YOU DO NOT AGREE WITH THESE TERMS PLEASE DO NOT USE OR ACCESS OUR PLATFORM.","breadcrumb":{"@id":"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/crowdswap.org\/de\/nutzungsbedingungen\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Blog","item":"https:\/\/crowdswap.org\/blog1\/"},{"@type":"ListItem","position":2,"name":"Nutzungsbedingungen"}]},{"@type":"WebSite","@id":"https:\/\/crowdswap.org\/#website","url":"https:\/\/crowdswap.org\/","name":"CrowdSwap","description":"Find the best prices in Crypto Space.","publisher":{"@id":"https:\/\/crowdswap.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/crowdswap.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/crowdswap.org\/#organization","name":"CrowdSwap","url":"https:\/\/crowdswap.org\/","sameAs":["https:\/\/www.linkedin.com\/company\/crowdswap-crypto\/","https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/","https:\/\/twitter.com\/CrowdSwap_App"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/","url":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","contentUrl":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","width":301,"height":30,"caption":"CrowdSwap"},"image":{"@id":"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages\/8131"}],"collection":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/comments?post=8131"}],"version-history":[{"count":0,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages\/8131\/revisions"}],"wp:attachment":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/media?parent=8131"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}