{"id":8519,"date":"2021-02-26T14:56:32","date_gmt":"2021-02-26T13:56:32","guid":{"rendered":"https:\/\/crowdswap.org\/?page_id=8519"},"modified":"2022-04-19T19:31:31","modified_gmt":"2022-04-19T17:31:31","slug":"datenschutzerklaerung","status":"publish","type":"page","link":"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/","title":{"rendered":"Datenschutzerklärung"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"8519\" class=\"elementor elementor-8519\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-6f9aa73 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"6f9aa73\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-fbbfc27\" data-id=\"fbbfc27\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-404651d elementor-widget elementor-widget-heading\" data-id=\"404651d\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-heading-title{padding:0;margin:0;line-height:1}.elementor-widget-heading .elementor-heading-title[class*=elementor-size-]>a{color:inherit;font-size:inherit;line-height:inherit}.elementor-widget-heading .elementor-heading-title.elementor-size-small{font-size:15px}.elementor-widget-heading .elementor-heading-title.elementor-size-medium{font-size:19px}.elementor-widget-heading .elementor-heading-title.elementor-size-large{font-size:29px}.elementor-widget-heading .elementor-heading-title.elementor-size-xl{font-size:39px}.elementor-widget-heading .elementor-heading-title.elementor-size-xxl{font-size:59px}<\/style><h1 class=\"elementor-heading-title elementor-size-default\">Privacy Policy<\/h1>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-5b56ba6d elementor-widget elementor-widget-text-editor\" data-id=\"5b56ba6d\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#818a91;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#818a91;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<p>Personenbezogene Daten (im Folgenden meist nur &#8220;Daten&#8221; genannt) werden von uns nur im erforderlichen Umfang und zum Zweck der Bereitstellung einer funktionsfähigen und nutzerfreundlichen Website einschließlich ihrer Inhalte und der dort angebotenen Dienste verarbeitet.<\/p><p>Nach Art. 4 Nr. 1 der Verordnung (EU) 2016\/679, d.h. der Datenschutz-Grundverordnung (im Folgenden &#8220;DSGVO&#8221;), bezeichnet &#8220;Verarbeitung&#8221; jeden mit oder ohne Hilfe automatisierter Verfahren ausgeführten Vorgang oder jede Vorgangsreihe wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung, die Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung personenbezogener Daten.<\/p><p>Die nachfolgende Datenschutzerklärung soll Sie insbesondere über die Art, den Umfang, den Zweck, die Dauer und die Rechtsgrundlage der Verarbeitung dieser Daten in eigener oder fremder Verantwortung informieren. Wir informieren Sie im Folgenden auch über die Komponenten Dritter, die wir zur Optimierung unserer Website und zur Verbesserung des Nutzererlebnisses einsetzen, was dazu führen kann, dass diese Dritten ebenfalls Daten verarbeiten, die sie erheben und kontrollieren.<\/p><p>Unsere Datenschutzpolitik ist wie folgt aufgebaut:<\/p><p>I. Informationen über uns als Verantwortliche für die Verarbeitung Ihrer Daten<br \/>II. Die Rechte der Nutzer und der betroffenen Personen<br \/>III. Informationen über die Datenverarbeitung<\/p><h3>I. Informationen über uns als Verantwortliche für die Verarbeitung Ihrer Daten<\/h3><p>Der Verantwortliche für diese Website (der &#8220;Verantwortliche&#8221;) im Sinne des Datenschutzrechts ist:<\/p><p>CrowdSwap<br \/>c\/o Smart DeFi Limited<br \/>Intershore-Kammern<br \/>P.O. Box 4342, Roadtown, Tortola<\/p><p>Britische Jungferninseln<\/p><p>E-Mail: info@crowdswap.org<\/p><p> <\/p><h3>II. Die Rechte der Nutzer und der betroffenen Personen<\/h3><p>In Bezug auf die im Folgenden näher beschriebene Datenverarbeitung haben die Nutzer und die betroffenen Personen das Recht<\/p><ul type=\"disc\"><li>eine Bestätigung darüber zu erhalten, ob sie betreffende Daten verarbeitet werden, Auskunft über die verarbeiteten Daten zu erhalten, weitere Informationen über die Art der Datenverarbeitung zu erhalten und Kopien der Daten zu erhalten (vgl. auch Art. 15 GDPR);<\/li><li>unrichtige oder unvollständige Daten zu berichtigen oder zu ergänzen (vgl. auch Art. 16 GDPR);<\/li><li>auf unverzügliche Löschung der sie betreffenden Daten (vgl. auch Art. 17 DSGVO), oder alternativ, wenn die weitere Verarbeitung nach Art. 17 Abs. 3 DSGVO, die Einschränkung der Verarbeitung nach Art. 18 DSGVO;<\/li><li>Kopien der sie betreffenden und\/oder von ihnen zur Verfügung gestellten Daten zu erhalten und diese an andere Anbieter\/Verantwortliche übermitteln zu lassen (vgl. auch Art. 20 GDPR);<\/li><li>sich bei der Aufsichtsbehörde zu beschweren, wenn sie der Meinung sind, dass die Verarbeitung der sie betreffenden Daten durch den für die Verarbeitung Verantwortlichen gegen die Datenschutzbestimmungen verstößt (siehe auch Art. 77 DSGVO).<\/li><\/ul><p>Darüber hinaus ist der für die Verarbeitung Verantwortliche verpflichtet, alle Empfänger, denen er Daten mitteilt, über solche Berichtigungen, Löschungen oder Einschränkungen der Verarbeitung gemäß Art. 16, 17 Abs.. 1, 18 GDPR. Diese Pflicht besteht jedoch nicht, wenn eine solche Benachrichtigung unmöglich ist oder einen unverhältnismäßigen Aufwand erfordert. Dennoch haben die Nutzer ein Recht auf Auskunft über diese Empfänger.<\/p><p>Ebenso haben Nutzer und betroffene Personen gemäß Art. 21 DSGVO haben Nutzer und betroffene Personen das Recht, gegen die künftige Verarbeitung ihrer Daten durch den Verantwortlichen gemäß Art. 6 Abs. 1 lit. f) GDPR. Insbesondere ist ein Widerspruch gegen die Datenverarbeitung zum Zwecke der Direktwerbung zulässig.<\/p><h3>III. Informationen über die Datenverarbeitung<\/h3><p>Ihre bei der Nutzung unserer Website verarbeiteten Daten werden gelöscht oder gesperrt, sobald der Zweck der Speicherung entfällt, sofern der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen oder nachfolgend nichts anderes bestimmt ist.<\/p><h4>Server-Daten<\/h4><p>Aus technischen Gründen, insbesondere zur Gewährleistung einer sicheren und stabilen Website, werden folgende Daten, die Ihr Internet-Browser an uns oder unseren Server-Provider sendet, erhoben: Diese Server-Logfiles speichern den Typ und die Version Ihres Browsers, das Betriebssystem, die Webseite, von der aus Sie uns besuchen (Referrer URL), die Webseiten, die Sie bei uns besuchen, das Datum und die Uhrzeit Ihres Besuchs sowie die IP-Adresse, von der aus Sie unsere Seite besuchen.<\/p><p>Die auf diese Weise erhobenen Daten werden vorübergehend gespeichert, jedoch nicht in Verbindung mit anderen Ihrer Daten.<\/p><p>Die Grundlage für diese Speicherung ist Art. 6 Abs.. 1 lit. f) GDPR. Unser berechtigtes Interesse liegt in der Verbesserung, Stabilität, Funktionalität und Sicherheit unserer Website.<\/p><p>Die Daten werden innerhalb von höchstens sieben Tagen gelöscht, es sei denn, eine weitere Speicherung ist zu Beweiszwecken erforderlich. In diesem Fall werden alle oder ein Teil der Daten von der Löschung ausgenommen, bis die Untersuchung des betreffenden Vorfalls endgültig abgeschlossen ist.<\/p><h4>Cookies<\/h4><h5>a) Session cookies<\/h5><p>Wir verwenden Cookies auf unserer Website. Cookies sind kleine Textdateien oder andere Speichertechnologien, die von Ihrem Browser auf Ihrem Computer gespeichert werden. Diese Cookies verarbeiten bestimmte spezifische Informationen über Sie, wie z. B. Ihren Browser, Standortdaten oder Ihre IP-Adresse.  <\/p><p>Diese Verarbeitung macht unsere Website benutzerfreundlicher, effizienter und sicherer und ermöglicht es uns beispielsweise, unsere Website in verschiedenen Sprachen anzuzeigen oder eine Warenkorbfunktion anzubieten.<\/p><p>Die Rechtsgrundlage für diese Verarbeitung ist Art. 6 Abs.. 1 lit. b) GDPR, soweit diese Cookies zur Erhebung von Daten zur Anbahnung oder Abwicklung von Vertragsverhältnissen verwendet werden.<\/p><p>Dient die Verarbeitung nicht der Anbahnung oder Abwicklung eines Vertrages, liegt unser berechtigtes Interesse in der Verbesserung der Funktionalität unserer Website. Die Rechtsgrundlage ist dann Art. 6 Abs. 1 lit. f) GDPR.<\/p><p>Wenn Sie Ihren Browser schließen, werden diese Sitzungscookies gelöscht.<\/p><h5>b) Cookies von Dritten<\/h5><p>Gegebenenfalls kann unsere Website auch Cookies von Unternehmen verwenden, mit denen wir zum Zwecke der Werbung, der Analyse oder der Verbesserung der Funktionen unserer Website zusammenarbeiten.<\/p><p>Einzelheiten, insbesondere zur Rechtsgrundlage und zum Zweck einer solchen Erhebung und Verarbeitung von Daten durch Dritte mittels Cookies, entnehmen Sie bitte den folgenden Informationen.<\/p><h5>c) Deaktivierung von Cookies<\/h5><p>Sie können die Verwendung von Cookies ablehnen, indem Sie die Einstellungen in Ihrem Browser ändern. Ebenso können Sie den Browser nutzen, um bereits gespeicherte Cookies zu löschen. Die erforderlichen Schritte und Maßnahmen variieren jedoch je nach dem von Ihnen verwendeten Browser. Bei Fragen nutzen Sie bitte die Hilfefunktion bzw. konsultieren Sie die Dokumentation Ihres Browsers oder wenden Sie sich an dessen Hersteller zur Unterstützung. Das Setzen von so genannten Flash-Cookies kann durch die Browsereinstellungen nicht verhindert werden. Stattdessen müssen Sie die Einstellung Ihres Flash-Players ändern. Die dafür notwendigen Schritte und Maßnahmen hängen auch von dem von Ihnen verwendeten Flash-Player ab. Bei Fragen nutzen Sie bitte die Hilfefunktion bzw. konsultieren Sie die Dokumentation Ihres Flash-Players oder wenden Sie sich an dessen Hersteller zur Unterstützung.<\/p><p>Wenn Sie die Installation von Cookies verhindern oder einschränken, sind möglicherweise nicht alle Funktionen unserer Website voll nutzbar.<\/p><h4>Newsletter<\/h4><p>Wenn Sie sich für unseren kostenlosen Newsletter anmelden, werden die zu diesem Zweck von Ihnen abgefragten Daten, d.h. Ihre E-Mail-Adresse und optional Ihr Name und Ihre Adresse, an uns übermittelt. Außerdem speichern wir die IP-Adresse Ihres Computers sowie das Datum und die Uhrzeit Ihrer Anmeldung. Während des Anmeldevorgangs holen wir Ihr Einverständnis für den Erhalt dieses Newsletters und die Art der darin enthaltenen Inhalte ein, wobei wir auf diese Datenschutzrichtlinie verweisen. Die erhobenen Daten werden ausschließlich für den Versand des Newsletters verwendet und nicht an Dritte weitergegeben.<\/p><p>Die Rechtsgrundlage hierfür ist Art. 6 Abs. 1 lit. a) GDPR.<\/p><p>Sie können Ihre vorherige Zustimmung zum Erhalt dieses Newsletters gemäß Art. 7 Abs. 3 GDPR mit Wirkung für die Zukunft widerrufen. Dazu müssen Sie uns lediglich mitteilen, dass Sie Ihre Einwilligung widerrufen oder den in jedem Newsletter enthaltenen Abmeldelink anklicken.<\/p><h4>Kontakt<\/h4><p>Wenn Sie per E-Mail oder über das Kontaktformular Kontakt mit uns aufnehmen, werden die von Ihnen mitgeteilten Daten zum Zweck der Bearbeitung Ihrer Anfrage genutzt. Wir benötigen diese Daten, um Ihre Anfrage bearbeiten und beantworten zu können; andernfalls können wir sie nicht oder nicht vollständig beantworten.<\/p><p>Die Rechtsgrundlage für diese Datenverarbeitung ist Art. 6 Abs.. 1 lit. b) GDPR.<\/p><p>Die Löschung Ihrer Daten erfolgt, wenn wir Ihre Anfrage vollständig beantwortet haben und keine weiteren gesetzlichen Aufbewahrungspflichten bestehen, z.B. wenn ein Auftrag oder Vertrag daraus resultiert.<\/p><h4>Twitter<\/h4><p>Wir unterhalten eine Online-Präsenz auf Twitter, um unser Unternehmen und unsere Dienstleistungen zu präsentieren und mit Kunden\/Interessenten zu kommunizieren. Twitter ist ein Dienst der Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA.<\/p><p>Wir möchten darauf hinweisen, dass dies dazu führen kann, dass Nutzerdaten außerhalb der Europäischen Union, insbesondere in den Vereinigten Staaten, verarbeitet werden. Dadurch können sich die Risiken für die Nutzer erhöhen, die z.B. einen späteren Zugriff auf die Nutzerdaten erschweren können. Auch wir haben keinen Zugriff auf diese Nutzerdaten. Der Zugriff ist nur für Twitter möglich.<\/p><p>Die Datenschutzbestimmungen von Twitter finden Sie unter<\/p><p><a href=\"https:\/\/twitter.com\/de\/privacy\" target=\"_blank\" rel=\"noopener\">https:\/\/twitter.com\/privacy<\/a><\/p><h4>YouTube<\/h4><p>Wir unterhalten eine Online-Präsenz auf YouTube, um unser Unternehmen und unsere Dienstleistungen zu präsentieren und um mit Kunden\/Interessenten zu kommunizieren. YouTube ist ein Dienst von Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, einer Tochtergesellschaft von Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043 USA.<\/p><p>Wir möchten darauf hinweisen, dass dies dazu führen kann, dass Nutzerdaten außerhalb der Europäischen Union, insbesondere in den Vereinigten Staaten, verarbeitet werden. Dadurch können sich die Risiken für die Nutzer erhöhen, die z.B. einen späteren Zugriff auf die Nutzerdaten erschweren können. Auch wir haben keinen Zugriff auf diese Nutzerdaten. Der Zugriff ist nur für YouTube möglich.<\/p><p>Die Datenschutzbestimmungen von YouTube können hier eingesehen werden:<\/p><p><a href=\"https:\/\/policies.google.com\/privacy\" target=\"_blank\" rel=\"noopener\">https:\/\/policies.google.com\/privacy<\/a><\/p><h4>LinkedIn<\/h4><p>Wir unterhalten eine Online-Präsenz auf LinkedIn, um unser Unternehmen und unsere Dienstleistungen zu präsentieren und mit Kunden\/Interessenten zu kommunizieren. LinkedIn ist ein Dienst der LinkedIn Ireland Unlimited Company, Wilton Plaza, Wilton Place, Dublin 2, Irland, einer Tochtergesellschaft der LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085, USA.<\/p><p>Wir möchten darauf hinweisen, dass dies dazu führen kann, dass Nutzerdaten außerhalb der Europäischen Union, insbesondere in den Vereinigten Staaten, verarbeitet werden. Dadurch können sich die Risiken für die Nutzer erhöhen, die z.B. einen späteren Zugriff auf die Nutzerdaten erschweren können. Auch wir haben keinen Zugriff auf diese Nutzerdaten. Der Zugriff ist nur LinkedIn möglich.<\/p><p>Die Datenschutzrichtlinie von LinkedIn finden Sie hier:<\/p><p><a href=\"https:\/\/www.linkedin.com\/legal\/privacy-policy\" target=\"_blank\" rel=\"noopener\">https:\/\/www.linkedin.com\/legal\/privacy-policy<\/a><\/p><h4>Facebook<\/h4><p>Zur Bewerbung unserer Produkte und Dienstleistungen sowie zur Kommunikation mit Interessenten oder Kunden sind wir auf der Plattform Facebook vertreten.<\/p><p>Für diese Social-Media-Plattform sind wir gemeinsam mit Facebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbor, Dublin 2, Irland, verantwortlich.<\/p><p>Der Datenschutzbeauftragte von Facebook kann über dieses Kontaktformular erreicht werden:<\/p><p><a href=\"https:\/\/www.facebook.com\/help\/contact\/540977946302970\" target=\"_blank\" rel=\"noopener\" aria-invalid=\"true\">https:\/\/www.facebook.com\/help\/contact\/540977946302970<\/a><\/p><p>Wir haben die gemeinsame Verantwortung in einer Vereinbarung über die jeweiligen Verpflichtungen im Sinne der DSGVO festgelegt. Diese Vereinbarung, in der die gegenseitigen Verpflichtungen festgelegt sind, ist unter dem folgenden Link verfügbar:<\/p><p><a href=\"https:\/\/www.facebook.com\/legal\/terms\/page_controller_addendum\" target=\"_blank\" rel=\"noopener\">https:\/\/www.facebook.com\/legal\/terms\/page_controller_addendum<\/a><\/p><p>Die Rechtsgrundlage für die Verarbeitung der daraus resultierenden und anschließend weitergegebenen personenbezogenen Daten ist Art. 6 Abs.. 1 lit. f GDPR. Unser berechtigtes Interesse liegt in der Analyse, der Kommunikation, dem Verkauf und der Werbung für unsere Produkte und Dienstleistungen.<\/p><p>Die Rechtsgrundlage kann auch Ihre Einwilligung gemäß Art. 6 Abs.. 1 lit. a GDPR sein, die Sie dem Plattformbetreiber erteilt haben. Gemäß Art. 7 Abs.. 3 GDPR können Sie diese Einwilligung gegenüber dem Plattformbetreiber jederzeit mit Wirkung für die Zukunft widerrufen.<\/p><p>Beim Zugriff auf unseren Online-Auftritt auf der Facebook-Plattform verarbeitet die Facebook Ireland Ltd. als Betreiber der Plattform in der EU Ihre Daten (z.B. personenbezogene Daten, IP-Adresse, etc.).<\/p><p>Diese Daten des Nutzers werden für statistische Informationen über die Nutzung unseres Unternehmensauftritts auf Facebook verwendet. Die Facebook Ireland Ltd. nutzt diese Daten für Marktforschungs- und Werbezwecke sowie zur Erstellung von Nutzerprofilen. Anhand dieser Profile kann die Facebook Ireland Ltd. innerhalb und außerhalb von Facebook auf Ihre Interessen abgestimmte Werbung schalten. Wenn Sie zum Zeitpunkt des Zugriffs auf unsere Seite bei Facebook eingeloggt sind, wird Facebook Ireland Ltd. diese Daten auch mit Ihrem Benutzerkonto verknüpfen.<\/p><p>Wenn Sie uns über Facebook kontaktieren, werden die von Ihnen dort angegebenen personenbezogenen Daten zur Bearbeitung der Anfrage genutzt. Wir löschen diese Daten, sobald wir Ihre Anfrage vollständig beantwortet haben, es sei denn, es bestehen gesetzliche Aufbewahrungspflichten, z. B. zur späteren Vertragserfüllung.<\/p><p>Facebook Ireland Ltd. kann bei der Verarbeitung Ihrer Daten auch Cookies setzen.<\/p><p>Wenn Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie die Möglichkeit, die Installation von Cookies durch entsprechende Einstellungen in Ihrem Browser zu verhindern. Bereits gespeicherte Cookies können jederzeit gelöscht werden. Die Anleitung dazu hängt vom verwendeten Browser und System ab. Bei Flash-Cookies kann die Verarbeitung nicht durch die Einstellungen in Ihrem Browser verhindert werden, sondern nur durch entsprechende Einstellungen in Ihrem Flash-Player. Wenn Sie die Installation von Cookies verhindern oder einschränken, sind möglicherweise nicht alle Funktionen von Facebook voll nutzbar.<\/p><p>Einzelheiten zu den Verarbeitungstätigkeiten, ihrer Unterdrückung und der Löschung der von Facebook verarbeiteten Daten sind in den Datenschutzrichtlinien von Facebook zu finden:<\/p><p><a href=\"https:\/\/www.facebook.com\/privacy\/explanation\" target=\"_blank\" rel=\"noopener\">https:\/\/www.facebook.com\/privacy\/explanation<\/a><\/p><p>Es kann nicht ausgeschlossen werden, dass die Verarbeitung durch Facebook Ireland Ltd. auch in den Vereinigten Staaten durch Facebook Inc. 1601 Willow Road, Menlo Park, California 94025 erfolgt.<\/p><h4>Instagram<\/h4><p>Zur Bewerbung unserer Produkte und Dienstleistungen sowie zur Kommunikation mit Interessenten oder Kunden sind wir auf der Plattform Instagram präsent.<\/p><p>Für diese Social-Media-Plattform sind wir gemeinsam mit Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2 Irland, verantwortlich.<\/p><p>Der Datenschutzbeauftragte von Instagram kann über dieses Kontaktformular erreicht werden:<\/p><p><a href=\"https:\/\/www.facebook.com\/help\/contact\/540977946302970\" target=\"_blank\" rel=\"noopener\" aria-invalid=\"true\">https:\/\/www.facebook.com\/help\/contact\/540977946302970<\/a><\/p><p>Wir haben die gemeinsame Verantwortung in einer Vereinbarung über die jeweiligen Verpflichtungen im Sinne der DSGVO festgelegt. Diese Vereinbarung, in der die gegenseitigen Verpflichtungen festgelegt sind, ist unter dem folgenden Link verfügbar:<\/p><p><a href=\"https:\/\/www.facebook.com\/legal\/terms\/page_controller_addendum\" target=\"_blank\" rel=\"noopener\">https:\/\/www.facebook.com\/legal\/terms\/page_controller_addendum<\/a><\/p><p>Die Rechtsgrundlage für die Verarbeitung der daraus resultierenden und anschließend weitergegebenen personenbezogenen Daten ist Art. 6 Abs.. 1 lit. f GDPR. Unser berechtigtes Interesse liegt in der Analyse, der Kommunikation, dem Verkauf und der Werbung für unsere Produkte und Dienstleistungen.<\/p><p>Die Rechtsgrundlage kann auch Ihre Einwilligung gemäß Art. 6 Abs.. 1 lit. a GDPR sein, die Sie dem Plattformbetreiber erteilt haben. Gemäß Art. 7 Abs.. 3 GDPR können Sie diese Einwilligung gegenüber dem Plattformbetreiber jederzeit mit Wirkung für die Zukunft widerrufen.<\/p><p>Beim Zugriff auf unseren Online-Auftritt auf der Plattform Instagram verarbeitet Facebook Ireland Ltd. als Betreiber der Plattform in der EU Ihre Daten (z.B. personenbezogene Daten, IP-Adresse, etc.).<\/p><p>Diese Daten der Nutzer werden für statistische Informationen über die Nutzung unseres Unternehmensauftritts auf Instagram verwendet. Die Facebook Ireland Ltd. nutzt diese Daten für Marktforschungs- und Werbezwecke sowie zur Erstellung von Nutzerprofilen. Anhand dieser Profile kann die Facebook Ireland Ltd. innerhalb und außerhalb von Instagram auf Ihre Interessen abgestimmte Werbung schalten. Wenn Sie zum Zeitpunkt des Aufrufs unserer Seite bei Instagram eingeloggt sind, verknüpft Facebook Ireland Ltd. diese Daten auch mit Ihrem Benutzerkonto.<\/p><p>Wenn Sie uns über Instagram kontaktieren, werden die von Ihnen dort angegebenen personenbezogenen Daten zur Bearbeitung der Anfrage genutzt. Wir löschen diese Daten, sobald wir Ihre Anfrage vollständig beantwortet haben, es sei denn, es bestehen gesetzliche Aufbewahrungspflichten, z. B. zur späteren Vertragserfüllung.<\/p><p>Facebook Ireland Ltd. kann bei der Verarbeitung Ihrer Daten auch Cookies setzen.<\/p><p>Wenn Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie die Möglichkeit, die Installation von Cookies durch entsprechende Einstellungen in Ihrem Browser zu verhindern. Bereits gespeicherte Cookies können jederzeit gelöscht werden. Die Anleitung dazu hängt vom verwendeten Browser und System ab. Bei Flash-Cookies kann die Verarbeitung nicht durch die Einstellungen in Ihrem Browser verhindert werden, sondern nur durch entsprechende Einstellungen in Ihrem Flash-Player. Wenn Sie die Installation von Cookies verhindern oder einschränken, sind möglicherweise nicht alle Funktionen von Instagram voll nutzbar.<\/p><p>Einzelheiten zu den Verarbeitungstätigkeiten, ihrer Unterdrückung und der Löschung der von Instagram verarbeiteten Daten sind in den Datenschutzbestimmungen von Instagram zu finden:<\/p><p><a href=\"https:\/\/help.instagram.com\/519522125107875\" target=\"_blank\" rel=\"noopener\">https:\/\/help.instagram.com\/519522125107875<\/a><\/p><p>Es kann nicht ausgeschlossen werden, dass die Verarbeitung durch Facebook Ireland Ltd. auch in den Vereinigten Staaten durch Facebook Inc. 1601 Willow Road, Menlo Park, California 94025 erfolgt.<\/p><h4>Links zu sozialen Medien über Grafiken<\/h4><p>Wir binden auch die folgenden Social Media Seiten in unsere Website ein. Die Einbindung erfolgt über eine verlinkte Grafik der jeweiligen Seite. Durch die Verwendung dieser auf unseren eigenen Servern gespeicherten Grafiken wird eine automatische Verbindung zu den Servern dieser Netzwerke zur Darstellung verhindert. Erst durch einen Klick auf die entsprechende Grafik werden Sie auf den Dienst des jeweiligen sozialen Netzwerks weitergeleitet.<\/p><p>Sobald Sie darauf klicken, kann dieses Netz Informationen über Sie und Ihren Besuch auf unserer Website aufzeichnen. Es kann nicht ausgeschlossen werden, dass diese Daten in den Vereinigten Staaten verarbeitet werden.<\/p><p>Zu diesen Daten gehören zunächst Ihre IP-Adresse, das Datum und die Uhrzeit Ihres Besuchs sowie die besuchte Seite. Wenn Sie jedoch in Ihrem Benutzerkonto in diesem Netzwerk angemeldet sind, kann der Netzwerkbetreiber die über Ihren Besuch auf unserer Website gesammelten Informationen Ihrem persönlichen Konto zuordnen. Wenn Sie interagieren, indem Sie auf &#8220;Gefällt mir&#8221;, &#8220;Teilen&#8221; usw. klicken, können diese Informationen in Ihrem persönlichen Benutzerkonto gespeichert und möglicherweise in dem jeweiligen Netzwerk veröffentlicht werden. Um dies zu verhindern, müssen Sie sich vor dem Anklicken der Grafik bei Ihrem Social-Media-Konto abmelden. Die verschiedenen Social-Media-Netzwerke bieten auch Einstellungen an, die Sie entsprechend konfigurieren können.<\/p><p>Die folgenden sozialen Netzwerke sind durch verlinkte Grafiken in unsere Seite eingebunden:<\/p><h4>Facebook<\/h4><p>Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Irland, eine Tochtergesellschaft der Facebook Inc. 1601 S. California Ave. in Palo Alto, CA 94304, USA.<\/p><p>Nutzungsbedingungen: <a href=\"https:\/\/www.facebook.com\/policy.php\" target=\"_blank\" rel=\"noopener\">https:\/\/www.facebook.com\/policy.php<\/a><\/p><h4>twitter<\/h4><p>Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA<\/p><p>Nutzungsbedingungen: <a href=\"https:\/\/twitter.com\/privacy\" target=\"_blank\" rel=\"noopener\">https:\/\/twitter.com\/privacy<\/a><\/p><h4>YouTube<\/h4><p>Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, eine Tochtergesellschaft von Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA<\/p><p>Nutzungsbedingungen: <a href=\"https:\/\/policies.google.com\/privacy\" target=\"_blank\" rel=\"noopener\">https:\/\/policies.google.com\/privacy<\/a><\/p><h4>LinkedIn<\/h4><p>LinkedIn Ireland Unlimited Company, Wilton Plaza, Wilton Place, Dublin 2, Irland, eine Tochtergesellschaft der LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085 USA.<\/p><p>Nutzungsbedingungen: <a href=\"https:\/\/www.linkedin.com\/legal\/privacy-policy\" target=\"_blank\" rel=\"noopener\">https:\/\/www.linkedin.com\/legal\/privacy-policy<\/a><\/p><h4>Instagram<\/h4><p>Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Irland, eine Tochtergesellschaft der Facebook Inc. 1601 S. California Ave. in Palo Alto, CA 94304, USA.<\/p><p>Nutzungsbedingungen: <a href=\"https:\/\/help.instagram.com\/519522125107875\" target=\"_blank\" rel=\"noopener\">https:\/\/help.instagram.com\/519522125107875<\/a><\/p><h4>Google Analytics<\/h4><p>Wir verwenden Google Analytics auf unserer Website. Dies ist ein Webanalysedienst, der von Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland (im Folgenden: Google) bereitgestellt wird.<\/p><p>Der Dienst Google Analytics wird zur Analyse der Nutzung unserer Website verwendet. Die Rechtsgrundlage ist Art. 6 Abs. 1 lit. f) GDPR. Unser berechtigtes Interesse liegt in der Analyse, der Optimierung und dem wirtschaftlichen Betrieb unserer Website.<\/p><p>Nutzungs- und nutzungsbezogene Informationen, wie IP-Adresse, Ort, Zeit oder Häufigkeit Ihrer Besuche auf unserer Website werden an einen Server von Google in den USA übertragen und dort gespeichert. Wir verwenden jedoch Google Analytics mit der sogenannten Anonymisierungsfunktion, wobei Google die IP-Adresse innerhalb der EU oder des EWR kürzt, bevor sie in die USA übertragen wird.<\/p><p>Die auf diese Weise gesammelten Daten werden wiederum von Google verwendet, um uns eine Auswertung der Besuche auf unserer Website und der dortigen Aktivitäten der Besucher zu ermöglichen. Diese Daten können auch verwendet werden, um andere Dienstleistungen im Zusammenhang mit der Nutzung unserer Website und des Internets im Allgemeinen zu erbringen.<\/p><p>Google erklärt, dass es Ihre IP-Adresse nicht mit anderen Daten in Verbindung bringen wird. Darüber hinaus bietet Google weitere Informationen zu seinen Datenschutzpraktiken unter<\/p><p><a href=\"https:\/\/www.google.com\/intl\/de\/policies\/privacy\/partners\" target=\"_blank\" rel=\"noopener\">https:\/\/www.google.com\/intl\/de\/policies\/privacy\/partners,<\/a><\/p><p>einschließlich der Optionen, die Sie ausüben können, um eine solche Verwendung Ihrer Daten zu verhindern.<\/p><p>Darüber hinaus bietet Google ein Opt-out-Add-on unter<\/p><p><a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout?hl=de\" target=\"_blank\" rel=\"noopener\">https:\/\/tools.google.com\/dlpage\/gaoptout?hl=en<\/a><\/p><p>zusätzlich mit weiteren Informationen. Dieses Add-on kann auf den gängigsten Browsern installiert werden und bietet Ihnen weitere Kontrolle über die Daten, die Google beim Besuch unserer Website erfasst. Das Add-on teilt dem JavaScript von Google Analytics (ga.js) mit, dass keine Informationen über den Besuch der Website an Google Analytics übermittelt werden sollen. Dies verhindert jedoch nicht die Übermittlung von Informationen an uns oder an andere Webanalysedienste, die wir wie hier beschrieben nutzen.<\/p><h4>MailChimp &#8211; Newsletter<\/h4><p>Wir bieten Ihnen die Möglichkeit, sich über unsere Website für unseren kostenlosen Newsletter zu registrieren.<\/p><p>Wir verwenden MailChimp, einen Dienst von The Rocket Science Group, LLC, 512 Means Street, Suite 404, Atlanta, GA 30318, USA, im Folgenden als &#8220;The Rocket Science Group&#8221; bezeichnet.<\/p><p>Darüber hinaus bietet die Rocket Science Group weitere Informationen über ihre Datenschutzpraktiken unter<\/p><p><a href=\"http:\/\/mailchimp.com\/legal\/privacy\/\" target=\"_blank\" rel=\"noopener\">http:\/\/mailchimp.com\/legal\/privacy\/<\/a><\/p><p>Wenn Sie sich für unseren kostenlosen Newsletter anmelden, werden die von Ihnen hierfür abgefragten Daten, d.h. Ihre E-Mail-Adresse und optional Ihr Name und Ihre Anschrift, von The Rocket Science Group verarbeitet. Darüber hinaus werden Ihre IP-Adresse sowie das Datum und die Uhrzeit Ihrer Anmeldung gespeichert. Im Rahmen des Anmeldevorgangs wird Ihre Zustimmung zum Erhalt dieses Newsletters eingeholt, zusammen mit einer konkreten Beschreibung der Art des Inhalts, den er bieten wird, und einem Verweis auf diese Datenschutzerklärung.<\/p><p>Der dann von The Rocket Science Group versandte Newsletter enthält auch einen Tracking-Pixel, einen sogenannten Web-Beacon. Mit Hilfe dieses Pixels können wir auswerten, ob und wann Sie unseren Newsletter gelesen haben und ob Sie darin enthaltene Links angeklickt haben. Neben weiteren technischen Daten, wie z.B. Daten über Ihre Computerhardware und Ihre IP-Adresse, werden die verarbeiteten Daten gespeichert, damit wir unseren Newsletter optimieren und auf die Wünsche unserer Leser eingehen können. Die Daten dienen also dazu, die Qualität und Attraktivität unseres Newsletters zu erhöhen.<\/p><p>Die Rechtsgrundlage für den Versand des Newsletters und die Auswertung ist Art. 6 Abs.. 1 lit. a) GDPR.<\/p><p>Sie können Ihre vorherige Zustimmung zum Erhalt dieses Newsletters gemäß Art. 7 Abs. 3 GDPR mit Wirkung für die Zukunft widerrufen. Dazu müssen Sie uns lediglich mitteilen, dass Sie Ihre Einwilligung widerrufen oder den in jedem Newsletter enthaltenen Abmeldelink anklicken.<\/p><h4>Newsletter über WhatsApp<\/h4><p>Sie können unseren kostenlosen Newsletter auch über den Instant-Messaging-Dienst WhatsApp erhalten. WhatsApp ist ein Dienst der WhatsApp Ireland Limited, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland, einer Tochtergesellschaft der WhatsApp Inc, 1601 Willow Road, Menlo Park, California 94025, USA, beide im Folgenden als &#8220;WhatsApp&#8221; bezeichnet. Ein Teil der Nutzerdaten wird auf WhatsApp-Servern in den USA verarbeitet. Darüber hinaus bietet WhatApp weitere Informationen über seine Datenschutzpraktiken unter<\/p><p><a href=\"https:\/\/www.whatsapp.com\/legal\/#privacy-policy\" target=\"_blank\" rel=\"noopener\">https:\/\/www.whatsapp.com\/legal\/#privacy-policy<\/a><\/p><p>Um unseren Newsletter über WhatsApp zu erhalten, benötigen Sie ein WhatsApp-Konto. Welche Informationen WhatsApp bei Ihrer Anmeldung sammelt, können Sie in den Datenschutzbestimmungen von WhatsApp nachlesen.<\/p><p>Wenn Sie anschließend unseren WhatsApp-Newsletter abonnieren, wird die von Ihnen bei der Anmeldung angegebene Mobilfunknummer von WhatsApp verarbeitet. Darüber hinaus werden Ihre IP-Adresse sowie Datum und Uhrzeit Ihrer Anmeldung gespeichert. Während des Anmeldevorgangs wird Ihre Zustimmung zum Erhalt dieses Newsletters eingeholt, zusammen mit einer konkreten Beschreibung der Art des Inhalts, den er bieten wird, und einem Verweis auf diese Datenschutzrichtlinie.<\/p><p>Die Rechtsgrundlage für den Versand des Newsletters und die Auswertung ist Art. 6 Abs.. 1 lit. a) GDPR.<\/p><p>Sie können Ihre vorherige Zustimmung zum Erhalt dieses Newsletters gemäß Art. 7 Abs. 3 GDPR mit Wirkung für die Zukunft widerrufen. Dazu müssen Sie uns lediglich mitteilen, dass Sie Ihre Einwilligung widerrufen möchten. Sie können den Versand des Newsletters auch blockieren, indem Sie die Einstellungen in der WhatsApp-Software auf Ihrem Gerät ändern.<\/p><p> <\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Privacy Policy Personenbezogene Daten (im Folgenden meist nur &#8220;Daten&#8221; genannt) werden von uns nur im erforderlichen Umfang und zum Zweck der Bereitstellung einer funktionsfähigen und nutzerfreundlichen Website einschließlich ihrer Inhalte und der dort angebotenen Dienste verarbeitet. Nach Art. 4 Nr. 1 der Verordnung (EU) 2016\/679, d.h. der Datenschutz-Grundverordnung (im Folgenden &#8220;DSGVO&#8221;), bezeichnet &#8220;Verarbeitung&#8221; jeden mit &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/\"> <span class=\"screen-reader-text\">Datenschutzerklärung<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":10,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_mo_disable_npp":"","site-sidebar-layout":"no-sidebar","site-content-layout":"page-builder","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"disabled","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v19.3 (Yoast SEO v19.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Datenschutzerklärung - CrowdSwap<\/title>\n<meta name=\"description\" content=\"Privacy Policy Personenbezogene Daten (im Folgenden meist nur &quot;Daten&quot; genannt) werden von uns nur im erforderlichen Umfang und zum Zweck der\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Datenschutzerklärung - CrowdSwap\" \/>\n<meta property=\"og:description\" content=\"Privacy Policy Personenbezogene Daten (im Folgenden meist nur &quot;Daten&quot; genannt) werden von uns nur im erforderlichen Umfang und zum Zweck der\" \/>\n<meta property=\"og:url\" content=\"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/\" \/>\n<meta property=\"og:site_name\" content=\"CrowdSwap\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-04-19T17:31:31+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/02\/crowdswap.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1634\" \/>\n\t<meta property=\"og:image:height\" content=\"802\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CrowdSwap_App\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"16 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/\",\"url\":\"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/\",\"name\":\"Datenschutzerklärung - CrowdSwap\",\"isPartOf\":{\"@id\":\"https:\/\/crowdswap.org\/#website\"},\"datePublished\":\"2021-02-26T13:56:32+00:00\",\"dateModified\":\"2022-04-19T17:31:31+00:00\",\"description\":\"Privacy Policy Personenbezogene Daten (im Folgenden meist nur \\\"Daten\\\" genannt) werden von uns nur im erforderlichen Umfang und zum Zweck der\",\"breadcrumb\":{\"@id\":\"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Blog\",\"item\":\"https:\/\/crowdswap.org\/blog1\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Datenschutzerklärung\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/crowdswap.org\/#website\",\"url\":\"https:\/\/crowdswap.org\/\",\"name\":\"CrowdSwap\",\"description\":\"Find the best prices in Crypto Space.\",\"publisher\":{\"@id\":\"https:\/\/crowdswap.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/crowdswap.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/crowdswap.org\/#organization\",\"name\":\"CrowdSwap\",\"url\":\"https:\/\/crowdswap.org\/\",\"sameAs\":[\"https:\/\/www.linkedin.com\/company\/crowdswap-crypto\/\",\"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/\",\"https:\/\/twitter.com\/CrowdSwap_App\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"contentUrl\":\"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png\",\"width\":301,\"height\":30,\"caption\":\"CrowdSwap\"},\"image\":{\"@id\":\"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Datenschutzerklärung - CrowdSwap","description":"Privacy Policy Personenbezogene Daten (im Folgenden meist nur \"Daten\" genannt) werden von uns nur im erforderlichen Umfang und zum Zweck der","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/","og_locale":"en_US","og_type":"article","og_title":"Datenschutzerklärung - CrowdSwap","og_description":"Privacy Policy Personenbezogene Daten (im Folgenden meist nur \"Daten\" genannt) werden von uns nur im erforderlichen Umfang und zum Zweck der","og_url":"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/","og_site_name":"CrowdSwap","article_publisher":"https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/","article_modified_time":"2022-04-19T17:31:31+00:00","og_image":[{"width":1634,"height":802,"url":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/02\/crowdswap.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_site":"@CrowdSwap_App","twitter_misc":{"Est. reading time":"16 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/","url":"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/","name":"Datenschutzerklärung - CrowdSwap","isPartOf":{"@id":"https:\/\/crowdswap.org\/#website"},"datePublished":"2021-02-26T13:56:32+00:00","dateModified":"2022-04-19T17:31:31+00:00","description":"Privacy Policy Personenbezogene Daten (im Folgenden meist nur \"Daten\" genannt) werden von uns nur im erforderlichen Umfang und zum Zweck der","breadcrumb":{"@id":"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/crowdswap.org\/de\/datenschutzerklaerung\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Blog","item":"https:\/\/crowdswap.org\/blog1\/"},{"@type":"ListItem","position":2,"name":"Datenschutzerklärung"}]},{"@type":"WebSite","@id":"https:\/\/crowdswap.org\/#website","url":"https:\/\/crowdswap.org\/","name":"CrowdSwap","description":"Find the best prices in Crypto Space.","publisher":{"@id":"https:\/\/crowdswap.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/crowdswap.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/crowdswap.org\/#organization","name":"CrowdSwap","url":"https:\/\/crowdswap.org\/","sameAs":["https:\/\/www.linkedin.com\/company\/crowdswap-crypto\/","https:\/\/www.facebook.com\/CrowdSwap-108458044793482\/","https:\/\/twitter.com\/CrowdSwap_App"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/","url":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","contentUrl":"https:\/\/crowdswap.org\/wp-content\/uploads\/2021\/03\/CROWDSWAP-LOGO.png","width":301,"height":30,"caption":"CrowdSwap"},"image":{"@id":"https:\/\/crowdswap.org\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages\/8519"}],"collection":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/comments?post=8519"}],"version-history":[{"count":0,"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/pages\/8519\/revisions"}],"wp:attachment":[{"href":"https:\/\/crowdswap.org\/wp-json\/wp\/v2\/media?parent=8519"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}